Repository: wescamp/Alfhelm-1.6
Catalog: po/*.po
Languages: hu

source: I can't have you here if I can't trust you. Go back to Erda Bardssen and do your lying to him.
hu: Nem tarthatok magam mellett olyan embereket, akikben nem bízok meg. Menjetek vissza Erda Bardssenhez, s őt etessétek a hazugságaitokkal!

source: I...
hu: Én...

source: Very well, King. Farewell, for now. Kill the Lavinian dogs.
hu: Parancsodra, királyom. Ég áldjon! Öld meg a laviniai kutyákat!

source: Well... the Lavinians seem to have realized they can't stay in their city forever - they're preparing for battle. It's time to fight.
hu: Végre... a laviniaiak megértették, hogy nem zárkózhatnak be továbbra is a városuk falai mögé - csatára készülnek. Eljött a mi időnk!

source: Wait! Wait!
hu: Várj! Várj!

source: We surrender!
hu: Megadjuk magunkat!

source: You're mad to fight them, Quirinius! You're no longer my emperor!
hu: Őrült vagy, Quirinius, ha harcolni akarsz ellenük! Többé nem vagy a császárom!

source: Very well. I accept your surrender. Help me defeat this Quirinius, and I'll leave you your city intact. Fail me, and it burns to the ground.
hu: Rendben van, elfogadom a megadástokat. Segítsetek nekem, Quirinius ellen, s megkímélem a városotokat. Ha cserbenhagytok, porrá égetem az egészet!

source: I accept your terms.
hu: Elfogadom a feltételeidet!

source: You will pay for this, Sextus Raetius. You will be remembered as the man who led the Empire to destruction!
hu: Ezt megkeserülöd, Sextus Raetius. Úgy fognak rád emlékezni, mint aki pusztulásba döntötte a Birodalmat!

source: The empire was destroyed long before I was born.
hu: A birodalom összeomlott már az én születésem előtt.

source: So shall all traitors perish!
hu: Végezzetek az árulókkal!

source: The empire has fallen...
hu: A birodalom megsemmisült...

source: Lavinium is ours!
hu: Lavinium a miénk!

source: And what do you plan to do with it?
hu: S mik a terveid vele?

source: If you are wondering if I will keep my promise - yes, I will. Why would I destroy this wondrous city when I can possess it? But as for you - I leave you to your people. What they choose to do to you, I do not care. They may make you king. They may kill you.
hu: Bármily meglepő is számodra, állom a szavam - igen, állom. Miért rombolnám le ezt a gyönyörő várost, mikor uralhatom is? Hogy veled mi lesz - azt a népedre bízom. Ők ítélnek fölötted, én nem avatkozom be. Királlyá tehetnek, de meg is ölhetnek.

source: I see no reason not to keep my vow to that traitor Lavinian. This city is too great to destroy.
hu: Nincs okom, hogy ne tartsam be az ígéretemet, amit annak a laviniai árulónak tettem. Ez a város túl fenséges ahhoz, hogy elpusztítsam.

source: Part II Epilogue
hu: II. rész Epilógus

source: Lavinium was now mine. I spent several months there, as the city was rebuilt, slowly.
hu: Lavinium most már az enyém. Hónapokat töltöttem el benne, s láttam, ahogy lassan kiheverte a háborús pusztítást.

source: I had conquered, it seemed, all of the lands of Lavinia, Ceresia, Arendia... but I could not retain both them and my homeland. The Arendian Mountains stood in the way, dividing my realm in half. I could not expect to stay king of my own people if I remained in the south.
hu: Meghódítottam Laviniát, Ceresiát, Arendiát... de nem tudtam kézben tartani honi országomat és új szerzeményeimet. Az Arendiai-hegység ott magasodott köztük, s két felé osztotta az uralmam alatti területeket. Ha délen tanyázok, nem várhattam a népemtől, hogy továbbra is a királyának tekintsen.

source: And I wearied of the southlands. It barely frosted over that winter. I loved the northern forests, not these farms. So in the end, I decided to return to marauderdom, leaving Lavinium in the hands of a loyal supporter as I had done in Ceresia. I stayed in Lavinium as king but a single year.
hu: És meguntam a déli földeket. Télen egyszerűen befagyott a vidék. Az északi erdőségeket szerettem, nem ezeket a pusztaságokat. Végül rászántam magam, hogy hazatérek, s egy királyhű emberemet hagytam Lavinium trónján, ahogy Ceresia trónján is. Lavinium királyaként csupán egy évet uralkodtam.

source: I would not let myself wonder whether I also returned in order to see once more Ranhilde.
hu: De azon sem csodálkoznék, ha visszatérésemet az motiválta volna, hogy még egyszer lássam Ranhildét.

source: The Well
hu: A kút

source: Cavernei
hu: Barlanglakó

source: PART III (951-953 SI): THE DARK DEPTHS OF THE FOREST...
hu: III. rész (w. i. sz. 951-53): Az erdők mélyén...

source: The journey back to the Seat of Three Kings went well, until we came to the Pass of Arendia. There, we met a mounted messenger flying south.
hu: Az út vissza Seat of Three Kingsbe esménytelenül telt, míg el nem értünk az Arendiai-hágóhoz. Ott találkoztunk egy északról jövő futárral.

source: Stop! What message are you bearing and for whom?
hu: Megállj! Kinek és milyen üzenetet viszel?

source: I bring an urgent message from Queen Ranhilde to the King - I mean, to you, Your Highness.
hu: Sürgős üzenetet hozok Ranhilde királynétól a királynak - azaz neked, felség.

source: Oh? What does this message say?
hu: Oh! Halljam az üzenetet!

source: It says:
hu: Tehát:

source: To the King Alfhelm, from his Queen; The Sidhe Lord Vaniyera has been attacking our lands with a strength never before seen. I am leading an army east to confront the elves, but I do not expect victory. When you receive this, please come back to the Seat of Three Kings and defend your homeland! This message was sent on the first day of autumn in the nine-hundred-first and final year of the Lavinian Empire.
hu: Alfhelm királynak a királynéjától: Vaniyera sidhe úr korábban sosem tapasztalt erővel támadta meg az országunkat. Seregeinket keletre vezetem, hogy megütközzek velük, bár kevés esélyünk van a győzelemre. Ahogy megkapod az üzenetet, térj vissza Seat of Three Kingsbe, és védd meg az országot! Az üzenet kelt az ősz első napján a Laviniai Birodalom kilencszázegyedik és egyben utolsó évében.

source: What? It's almost winter already! We must get back, quickly.
hu: Micsoda? Hiszen már majdnem tél van. Azonnal vissza kell térnünk!

source: Indeed.
hu: Úgy van.

source: Wait - Ranhilde said that it was the Thunderblade Vaniyera who led the attacks on our people, yes?
hu: Várj csak - Ranhilde azt mondta, hogy Vaniyera, a mennydörgőpengés vezeti a támadást a népünk ellen?

source: Indeed. He was present personally at many of the battles.
hu: Valóban. Számos csatában személyesen is feltűnt.

source: I see... here, Gjallansson, go back north and tell Erda Bardssen that I am returning and to send forces to Portum Frigae. That's where I'm headed. I have business to attend to here.
hu: Tehát igaz..., jól van, Gjallansson, menj északra és mondd meg Erda Bardssennek, hogy jövök, és küldje a seregeinket Portum Frigaebe. Én is oda tartok. Miután elintéztem egy kis apróságot itt.

source: Go, now!
hu: Távozhatsz!

source: Now, we shall see if the stories are true...
hu: És most lássuk, igazat mondanak-e a legendák...

source: Alfhelm dropped a gold coin into the well along with the following note:
hu: Alfhelm egy aranypénzt dobott a kútba, s egy üzenetet is mellékelt:

source: TO THE HIDDEN FOLK. I, Alfhelm King of the Marauders, have business to discuss with you.
hu: A REJTŐZKÖDŐ NÉPNEK. Én, Alfhelm, a martalócok királya üzletet szeretnék kötni veletek.

source: Alfhelm waited there for a night and a day, and then...
hu: Aztán egész éjjel, majd másnap estig várakozott a kútnál, végre...

source: What is it that you desire, Alfhelm son of Alfric?
hu: Mit kívánsz tőlünk, Alfric fia Alfhelm?

source: I have heard that you dwarves forged the thunderblades of the Sidhe. Can you tell me if this is true?
hu: Hallottam, hogy ti, törpök kovácsoltátok a sidhék mennydörgő pengéit. Valóban így van?

source: Yes, it is. That is no secret. But if you called me up to the surface to ask me that question, you have wasted my time. I do not look kindly upon those who waste my time.
hu: Igen. Ez nem titok. De ha csak ezért hívtál a felszínre, hogy ezt megkérdezd, az időpocsékolás. S én nem szeretem, ha pocsékolják az időmet.

source: No, no... I have a proposition for you. You made the thunderblades. And no elf has ever fallen in battle while wielding one, unless slain by treachery or arrows from afar.
hu: Nem, nem... Egy üzletet ajánlanék. Ti készítettétek a mennydörgő pengéket. S még nem hallottam tündéről, aki ezt viselve csatában esett volna el, hacsaknem árulás következtében, vagy afarból készült nyíltól eltalálva.

source: That is due as much to the skill of the Sidhe at swordcraft as it is to our own metalwork.
hu: Ebben legalább akkora szerepe van a sidhe kardforgatóknak, mint a mi kovácsmesterségünknek.

source: But you admit your metalwork makes a difference. Well, what I want is a sword that can defeat a Sidhe Thunderblade in single combat.
hu: De azt el kell ismerni, hogy a ti kovácstechnikátok különleges. Nos, amit szeretnék, az egy kard, amivel párbaj során legyőzhetek egy sidhe mennydörgőpengést is

source: Swords do not defeat people in battle.
hu: Nem a kard vágja le az embert a csatában.

source: I want a sword that I can use to defeat Vaniyera. He slew my family and wages war on my homeland. Do you understand what I am asking for? Can you give me such a sword?
hu: Jól van, tehát egy olyan kardot szeretnék, amivel le tudom győzni Vaniyerát. Megölte a családomat, és most a hazámat is el akarja pusztítani. Érted, miért kérem? Tudsz nekem egy ilyen kardot adni?

source: The only language that matters to the dwarves is that of gold.
hu: Az egyetlen nyelv, amelyen a törpök értenek, az az arany nyelve.

source: I have no shortage of gold. Any price you name, I will pay - for the sword. Do you have one?
hu: Nem szűkölködöm az aranyban. Mondj egy összeget, megadom - a kardért. Ide tudod adni?

source: No, I do not. But I can make one. For three thousand pounds of gold.
hu: Most nem. De tudok készíteni egyet. Háromezer font arany az ára.

source: That's... that's nearly a quarter of the gold we brought out of Lavinium!
hu: Ez... ez majdnem a negyede az aranynak, amit Laviniumból hoztunk!

source: I can have the sword to you before you fight Vaniyera. Do not come to us looking for it; we will bring it to you. The price is final. Do we have an agreement?
hu: Átadom neked a kardot, mielőtt harcba indulnál Vaniyera ellen. Ne keress érte korábban; mi visszük a helyszínre. Az ár utolsó ajánlat. Áll az alku?

source: I... yes. We have a deal.
hu: Én... igen. Áll az alku.

source: Very well. Farewell, Alfhelm son of Alfric.
hu: Nagyszerű! Ég áldjon, Alfric fia, Alfhelm!

source: The New Border
hu: Új határ

source: We set a course northeastward towards Portum Frigae, the old Silvian city. There I hoped to raise a new army and go against the elves.
hu: Északkelet felé vettük az irányt, Portum Frigaebe, az ősi silviai városba. Ott, reményeim szerint, új sereget toborozhatok, s megindulhatok a tündék ellen.

source: When we got there, however, the city was in no position to aid us.
hu: Ahogy odaértünk, reményeim szétfoszlottak, a város egyáltalán nem volt abban a helyzetben, hogy segítsen nekünk.

source: Bring Alfhelm to the citadel of Portum Frigae
hu: Alfhelm eljut Portum Frigae citadellájához

source: Death of Wyborg Bjorwulfsson
hu: Wyborg Bjorwulfsson meghal

source: To Old Silvium
hu: Ósilvium felé

source: What is this? The fields are untended... can it be that the Sidhe are already besieging the city?
hu: MI ez? A mezők elhagyottak... lehet, hogy a sidhék ostrom alá vették a várost?

source: It is as we feared - the elves have attacked! Quick, we rally at the castle - then we must crush this Sidhe warlord.
hu: Ettől féltünk - tünde támadás! Gyorsan, gyülekezzünk a kastélynál - aztán vágjuk le azt a sidhe hadurat.

source: Bring Alfhelm to the citadel of Portum Frigae, then defeat the Sidhe leader
hu: Alfhelm bejut Portum Frigae citadellájeba, azután legyőzi a sidhe vezért

source: What is this, someone outside the walls besides the damned elves?
hu: Mi az ott, valakik a falakon kívül az átkozott tündékhez csatlakoztak?

source: I am Alfhelm Alfricsson, your king! I return victorious from Lavinium.
hu: Alfric fia Alfhelm vagyok, a királyotok! Győzedelmesen tértem vissza Laviniumból.

source: Lot of good that does us here! The elves have already taken everything east of the river. The lord of the city, Wyborg Bjorwulfsson, only barely manages to defend the rest.
hu: A jószerencse hozott erre a vidékre! A tündék már mindent elfoglaltak a folyótól keletre. A város ura, Wyborg Bjorwulfsson a maradékot próbálja megvédeni.

source: This is unacceptable... we must drive these Sidhe from our lands.
hu: Ez tűrhetetlen... ki kell űznünk ezeket a tündéket a földjeinkről.

source: My lord, the resources of the city are at your disposal.
hu: Uram, rendelkezz az erőinkkel!

source: Defeat the Sidhe leader
hu: Legyőzöd a sidhe vezért

source: Rage of winter, choke this dog with ice and snow! I perish!
hu: Pusztító tél, fullaszd ezeket a kutyákat jégbe és hóba! Nekem végem!

source: We are victorious!
hu: Győztünk!

source: Until winter comes and slays us as he promised.
hu: Mígnem jön a tél, és el nem pusztít mindnyájunkat, ahogy a tünde mondta.

source: Winter? What is that to us? More firewood?
hu: Tél? Ugyan mit számít az? Több tűzrevalóról kell gondoskodnunk.

source: I wouldn't scoff at a Sidhe weather-threat. We'll probably be frozen in by tomorrow morning.
hu: Én nem becsülném alá a sidhe téllel való fenyegetőzését. Talán már holnap reggel megjön a fagy.

source: A Harsh Winter
hu: Zord tél

source: Wyborg was, alas, accurate in his augury. A fell blizzard came upon the city that night, and we were frozen in. I would almost have believed that the Frost Elves had turned against us as well. It would have been madness to attempt any expedition east in that weather.
hu: Wyborg jóslata sajnos pontosnak bizonyult. Még aznap éjszaka borzalmas hóvihar tört a városra, s minden megfagyott. Már majdnem azt hittem, hogy a fagytündék fordultak ellenünk. Ebben az ítéletidőben bármiféle hadjárat őrültségnek tűnt.

source: I was forced to wait out the snow - it would take three months at least before it melted. That was time I could ill afford to waste. According to Wyborg Ranhilde and Harn had been in the city several weeks ago, but immediately set out east, and no news had come back of their fate.
hu: Kénytelen voltam megvárni a hóolvadást - legalább háromhavi tétlenségre kárhoztattunk. Ez az időveszteség szinte megbetegített. Wyborgtól megtudtam, hogy Ranhilde és Harn néhány héttel korábban szintén megfordultak a városban, de rögtön tovább is indultak keletre, azóta semmi hír nem jött felőlük.

source: But the worst was yet to come. In the second month of my stay in Portum Frigae, great white bears from the north were seen in the forests west of the city. To stay warm we needed firewood, but none would dare to venture out while the bears haunted their steps.
hu: De a legrosszabb csak ezután következett. Portum Frigaeben tartózkodásom második hónapjában óriás jegesmedvék érkeztek északról a nyugati erdőségekbe. Tüzifát kellett gyűjtenünk, hogy fűtsünk, de a medvék jelentette fenyegetés miatt senki nem mert az erdőbe merészkedni.

source: Clear the forest of ice bears
hu: Megtisztítod az erdőt a jegesmedvéktől

source: Allow the bears to cross the bridge
hu: Egy medve áthatol a hídon

source: Are you certain none will face the bears? What are you Wylflings, cowards?
hu: Hát egyetlen férfi sincs köztetek, aki szembeszállna a medvékkel? Milyen Wylflingek vagytok ti?

source: I am no coward, king, but to face those bears in this weather is certain death.
hu: Nem vagyunk gyávák, királyom, de öngyilkosság ebben az időben szembeszállni a medvékkel.

source: For some, perhaps, but we are the warriors who conquered the Imperial City. We will not stand idly by and let these bears terrorize us!
hu: Közönséges halandóknak igen, de mi harcosok vagyunk, akik meghódítottuk a Birodalmi Várost! Nem nézhetjük tétlenül, hogy a medvék terrorizálnak minket!

source: Very well, you may attempt to destroy the bears if you may. But I will not sacrifice myself in this struggle.
hu: Valóban nem, megpróbálhatod megsemmisíteni a medvéket, ha akarod. De én nem áldozom fel magam egy ilyen harcban.

source: I would not want such a weakling!
hu: Nincs is szükségem ilyen puhányokra!

source: It would be best not to come out in too strong a force - that would only expose more of us to weakness. A force of a few stout archers should suffice...
hu: Az lenne a legjobb, ha nem áldoznánk fel a legerősebb egységeinket - ez csak meggyengítene minket. Néhány szívós íjász bőven elég lesz...

source: That was the last of the bears, I think... I still wonder what brought them here; I suppose we will never know.
hu: Ez volt az utolsó medve, azt hiszem... vajon mi hozhatta ide ezeket a bestiákat, ezt talán sose tudjuk meg.

source: Well met, Alfhelm!
hu: Jó, hogy találkozunk, Alfhelm!

source: Uhm... well met,..?
hu: Ööö.. részemről a szerencse...

source: I am Friysr of the Issaelfr. I have been tracking these bears south for several weeks. I was on a hunt to slay them, but it seems you have done so already.
hu: Friysr vagyok a fagytündék közül. Hetek óta követtem ezeknek a jegesmedvéknek a nyomát. Magam akartam végezni velük, de te megelőztél.

source: I did not come here only to slay ice bears, though. The lords at Alfenheim have heard of your plight. They remember Ranhilde when she studied there. We wish to offer you our assistance in finding her.
hu: Nemcsak azért jöttem, hogy jegesmedvékre vadásszak. Alfenheim urai hallottak a helyzetedről. Még emlékeznek Ranhildére, aki náluk tanult. Felajánljuk a szolgálatainkat, hogy megtaláld őt.

source: Your help is welcome. Alas we did not meet sooner. Damn this winter!
hu: Köszönet a segítségért. Sajnos várnunk kell. Ez az átkozott tél!

source: Do not curse it! The snow will soon thaw, but the ice will break sooner, and we can leave by boat in only a few days. We may actually gain a few days. Remember, the Sidhe were immobilized just as you were.
hu: Ne szitkozódj! A hó hamarosan elolvad, de a jeget hamarabb feltörjük, s pár nap múlva már kihajózhatunk. Nyerünk ezzel is egy kis időt. Ne feledd, a sidhék szintén be vannak zárva, ahogy te is.

source: If you claim it. Well, we must prepare for our departure...
hu: Ha meg tudjátok tenni. Nos, mi a magunk részéről készen állunk...

source: Unexpected Aid
hu: Váratlan segítség

source: So the Issaelfr brought some of their great ice-breaking ships into the harbor of Portum Frigae.
hu: A fagytünde néhány nagy jégtörő hajót hozott Portum Frigae kikötőjébe.

source: Two days later, we boarded and set out east along the coastline. Soon we came to the river that runs from Mount Stormkeep to the sea. There we made to disembark.
hu: Két nappal később hajóra szálltunk, s a part mentén keletnek tartottunk. Hamarosan elértük a Stormkeep-hegyről lefutó folyó torkolatát. Itt partraszálltunk.

source: Defeat the Sidhe coastal guardians
hu: Legyőzöd a sidhe parti őrséget

source: Death of Friysr
hu: Friysr meghal

source: Stormcloud River
hu: Stormcloud-folyó

source: Quick! Out of the boats. We must get to shore before the elves discover our presence here.
hu: Gyorsan, ki a hajóból! Ki kell érnünk a partra, mielőtt a tündék észreveszik az érkezésünket.

source: I fear any attempt at secrecy is hopeless. The Sidhe are sure to be on guard for our coming.
hu: Attól tartok, a meglepetésszerű támadás terve hiú ábránd. A sidhék készülnek a támadásra.

source: Then what hope do we have?
hu: Akkor miben reménykedhetünk?

source: We landed here because it is the least defended place on the shore. It is low tide now, and you can walk to land, but if the tide rises and you are trapped here, we will have to wait many hours. So they would not expect us to land here - it is our best chance. So yes... there is some hope of suprise. But not much.
hu: Azért itt szálltunk partra, mert ez a legkevésbé védett partszakasz. Most épp apály van, száraz lábbal partra szállhatunk, de ha jön a dagály, itt ragadhatunk, s órákat kell itt vesztegelnünk. Innen várják a legkevésbé a támadást - tehát itt van a legnagyobb esélyünk. És igen... talán meglephetjük őket. Van rá némi esély.

source: How long do we have before we are trapped?
hu: Mennyi idő múlva jön a dagály?

source: At least six hours, I'd say. After that, this island will be isolated from the mainland... if we're still on it, we will live for a time, but once the waters fall again the Sidhe will swarm over us and we will perish.
hu: Azt hiszem, körülbelül hat óra múlva. Azután ez a kis sziget el lesz vágva a szárazföldtől... Ha még ekkor is itt leszünk, kitarthatunk egy ideig, de amint a víz visszahúzódik, a sidhék tömegesen fognak megrohamozni minket, s elveszünk.

source: Look, Marauders have landed on the beach!
hu: Nézzétek! Martalócok szálltak partra az öbölben!

source: Any element of surprise is lost now. Attack them!
hu: A meglepetés ereje eltűnt. Támadás!

source: Damn! Reinforcements will surely arrive soon, and drive us back into the sea! We must hurry!
hu: Az ördögbe! Hamarosan erősítés érkezik, és visszavetnek minket a tengerhez! Sietnünk kell!

source: Now we have you, dog!
hu: Elkaptunk, kutya!

source: Aiyy...
hu: Jajj...

source: We have made it to land, at least, and are safe for now. We may rest the remainder of the night, but soon we must go south!
hu: Partraszálltunk végre, és biztonságban vagyunk. Az éjszaka hátralévő részében megpihenhetünk, de aztán irány dél!

source: This plan is good. I will stay with you, for a time.
hu: Jó ötlet. Egy ideig veletek maradok.

source: The Western March
hu: Nyugati Határ

source: We went south into the forests of Sidhe - the Western March, as they called it, of that realm. The land of Vaniyera, my enemy.
hu: Délre mentünk a sidhék erdeibe, vagy ahogy ők nevezték, a Nyugati Határba. Vaniyera, az ellenségem földjére...

source: Rumors reached us of a band of men, trapped in the dark woods, snowed in, in constant combat with the elves.
hu: Hírek érkeztek egy csapat emberről, akik állandó küzdelemben a tündékkel és a hóval, csapdába estek a fák között.

source: We were told that they had, unbelievably, fought against the Sidhe for several weeks, undefeated, coming deep into the heart of the realm. When the snow came the fighting had ceased, for a time, and only now was it clearing.
hu: Úgy hallottuk, hogy hetek óta kitartanak a sidhékkel szemben, ami szinte hihetetlen, lévén az ellenség uralta vidék szívében jártak. Ahogy leesett a hó, a harcok megszűntek, egy időre, de most újra fellángoltak, hogy a hó elolvadt.

source: This raised hope that they still lived. But if they did not... well, whether they lived or no, I planned to fight Vaniyera to the death. Though, without the sword the dwarves had promised me, it seemed unlikely I would survive.
hu: Ez reményt keltett a szívünkben, hogy talán még élnek. De ha nem... nos, akár élnek, akár nem, eltökéltem, hogy utolsó leheletemig küzdök Vaniyera ellen. Habár a kard nélkül, amelyet a törpök ígértek nekem, az életben maradásomra kevés esély látszott.

source: Find the source of the sounds of battle
hu: Megtalálod a csata helyszínét

source: Sidhe Castle
hu: Sidhe kastély

source: Windy Stream
hu: Windy-patak

source: Darkwater Stream
hu: Darkwater-ér

source: Damn these forests... I can't see anything clearly.
hu: Ezek az átkozott fák... Alig látok valamit.

source: The enemy may be right in front of us. In fact... listen...
hu: Az ellenség alighanem közvetlenül előttünk van. Ténylegesen... hallgassátok csak...

source: Far off in the distance, sounds of battle could be heard...
hu: A messze távolból csatazaj hangjai szüremlettek át a fák között...
