Repository: wescamp/Alfhelm-1.6
Catalog: po/*.po
Languages: hu

source: I insist, my lady, these are no ordinary raids! The thunderblade Vaniyera leads the Sidhe against us. He shows no mercy, does not retreat. He means to destroy us.
hu: Vissza kell térnetek, ez nem a szokásos portyázás! Vaniyera, a mennydörgőpengés vezeti a sidhéket ellenünk. Nem hátrál, és nem ismer irgalmat. A teljes megsemmisítésünkre törekszik.

source: Vaniyera? I have met him. He fled like a coward near the halls of the Berdssens.
hu: Vaniyera? Már összefutottunk vele. Gyáván megfutamodott Berdssenhold falai alatt.

source: Indeed. Rider, you must be mistaken. The Sidhe would not attack now, when our people are united and powerful. Even if they did, there would be no need for us to return. The Berdssens can handle this easily enough.
hu: Valóban, lovas, te tévedsz. A sidhék nem mernek megtámadni minket most, amikor népünk erős és egységes. Ha mégis megpróbálnák, akkor sincs szükség ránk. A Bardfiak is könnyedén el tudják hárítani a támadásukat.

source: They do not believe so; thus they sent me. My lord, even if you will not return yourself to fight him, will you send some of the warriors back with me to do so?
hu: Ők nem így gondolják; ezért küldtek engem. Uram, ha magad nem is térsz vissza, küldhetnél néhány harcost velem erősítésként.

source: I don't think it will be necessary.
hu: Nem látom ennek szükségét.

source: Still, we might err on the side of caution and send back some of the warriors. We did recruit nearly every able-bodied man to come south with us.
hu: Néhány harcost óvatosságból visszaküldeni még nem okozhat problémát. Majd minden fegyverforgató embert besoroztunk erre a hadjáratra.

source: Well, I suppose we should be careful and send some of the men back home... but we might not be able to spare the men.
hu: Nos, azt hiszem, fontos az óvatosság, néhány embert valóban visszaküldhetünk... De a sereget nem oszthatjuk meg.

source: When you decide, send them back up the path towards me!
hu: Ha döntöttél a visszaküldendő csapatról, küldd őket utánam!

source: Well, now that that is decided, we should go about taking this city. It is Rath, capital of Arendia. Its walls are tall, but even they cannot compare to those of Lavinium.
hu: Rendben, most, hogy eldöntöttük a kérdést, koncentráljunk az előttünk fekvő város elfoglalására. Ez Rath, Arendia fővárosa. Magasak a falai, de össze sem vethetők Laviniuméval.

source: It doesn't look so great. Should I give them a chance to surrender before we take the city?
hu: Ez nem tűnik nagy feladatnak. Talán adhatnék egy esélyt nekik a megadásra?

source: Always. But they will not take it, and thus they will perish.
hu: Adni adhatsz. De nem fognak élni a lehetőséggel, tehát pusztulniuk kell.

source: Prepare to meet your fate, invaders from the north!
hu: Készüljetek a végzetetekre, északi behatolók!

source: Let us fight. Make it swift.
hu: Harcra fel! Ne pazaroljuk az időt!

source: I go north to aid Rygar!
hu: Megyek északra Rygarral!

source: Ceresians
hu: Ceresiaiak

source: Wolflings
hu: Wolflingek

source: We continued on towards our goal, stopping and pillaging a few villages, but encountering few opponents - for the vast wheat-fields of Ceresia are for the most part uninhabited.
hu: Folytattuk utunkat a célunk felé, néha megálltunk és felperzseltünk néhány falucskát, de kevés ellenséggel találkoztunk - Ceresia hatalmas búzatermő vidéke kihaltnak látszott.

source: But eventually we came to the great city of the province of Western Ceresia. We found that another band of Marauders was in the process of sacking it.
hu: Végezetül elértük Nyugat-Ceresia legnagyobb városát. A falak előtt egy másik martalóc csapatot találtunk, amely épp a város kifosztására készült.

source: Take the city
hu: Elfoglalod a várost

source: To Persephum
hu: Persephum felé

source: To Lavinium
hu: Lavinium felé

source: To Arendia
hu: Arendia felé

source: To Airiyadom
hu: Airiyadom felé

source: Surrender, Lavinian dog, or we will capture your city and slay you!
hu: Adjátok meg magatokat laviniai kutyák, vagy leromboljuk a városotokat és kardélre hányunk titeket is!

source: Surely you jest. I will die either way, and I will fight!
hu: Na ne viccelj! Egyszer biztos meghalok, de téged túléllek!

source: Let us fight, then.
hu: Akkor harcra fel!

source: What's this, a Marauder this far south?
hu: Hát ez meg mi? Martalócok ilyen messze délen?

source: I could ask the same!
hu: Én is épp ezt akartam kérdezni.

source: Who are these men?
hu: Kik ezek az emberek?

source: When your father fell in battle, not all his men went back home... some kept on south. We thought they died, though.
hu: Amikor atyád elesett a csatában, nem mindenki tért haza... néhányan délen maradtak. Azt hittük, meghaltak.

source: Ha! We kept going, and came almost to Lavinium too! But we weren't fool enough to try it. It was easy enough to take the big city to the east of here.
hu: Hah! Élünk, és majdnem Laviniumig nyomultunk. De ostobaság lett volna megtámadni. Így aztán inkább a keletre fekvő nagyobb várost foglaltuk el.

source: What are you saying?...
hu: Mit beszélsz?...

source: We set up a little... kingdom over there. We raid these Ceresians now and then. Now, specifically. Now get out of our way!
hu: Alapítottunk egy kis... királyságot. Azóta a Ceresiaiakat adóztatjuk és fosztogatjuk. Főleg az utóbbit. De félre az utunkból!

source: What? That wasn't completely foolish of them - we'll get more wealth, maybe, if we make ourselves lords of these lands instead of just burning everything.
hu: Micsoda? Nem is olyan bolondság, amit mondasz - sokkal gazdagabbak lennénk, ha elfoglalva a várost e föld uraivá válnánk, mintha felperzselnénk a vidéket.

source: Yes, but Roln's still being a fool and burning this city! Roln, we're going to take this city for our own, like you did in the east! Join us, or at least don't interfere!
hu: Igaz, de ez a Roln őrült és felgyújtja ezt a várost! Roln, mi magunknak akarjuk elfoglalni ezt a várost, ahogy ti tettétek azzal a keletivel. Csatlakozz hozzánk, de legalábbis ne akadályozz minket!

source: I won't tolerate rivals, boy! This city burns, and you with it if I can manage it!
hu: Nem tűröm a konkurenciát fiúk! Ez a város égni fog, s vele ti is!

source: We set up a little... kingdom over there. Our lord is Roln Woldwylsson. We raid these Ceresians now and then. Now, specifically. Now get out of our way!
hu: Alapítottunk egy kis... királyságot amott. Urunk Roln Woldwylsson. Azóta fosztogatjuk ezeket a ceresiaiakat. De félre az utunkból!

source: Yes, but Roln's still being a fool and burning this city! Tell your lord we're going to take this city for our own, like you did in the east! Join us, or at least don't interfere!
hu: Igen, de ez a Roln őrült, és felgyújtja a várost. Mondd meg az uradnak, hogy magunknak akarjuk elfoglalni ezt a várost, ahogy ti tettétek azzal a keletivel! Csatlakozzatok, vagy legalábbis ne akadályozzatok minket!

source: Ha! This city burns, and you with it if we can manage it!
hu: Hah! Ez a város ég, és ti is égni fogtok!

source: Subdue the rebel Marauders and their lord, Roln Woldwylsson
hu: Legyőzöd a lázadó martalócokat és vezetőjüket, Roln Woldwylssont

source: Put out the wildfires
hu: Megfékezed a tűzvészt

source: Allow the fire to reach the citadel
hu: A tűzvész eléri a citadellát

source: They're lighting fires! Don't let the city burn!
hu: Felgyújtják a várost! Ne hagyjuk, hogy leégjen!

source: We have to put out these wildfires before they burn everything!
hu: Meg kell fékeznünk a tűzvészt, mielőtt porrá ég a város!

source: The fields are burning! What is this?!
hu: Tűz van! Mi ez?

source: I do not know what caused this - but we cannot let it burn the city down.
hu: Nem tudom, mi okozta - de nem hagyhatjuk porrá égni a várost!

source: They burned the citadel, now the city is useless to us!
hu: Felgyújtották a citadellát is, elpusztult a város!

source: Damn...
hu: A francba...

source: The city falls!...
hu: A város elesett!...

source: The Siege Begins
hu: Ostromállapot

source: Lavinians
hu: Laviniaiak

source: We had conquered the realm of Western Ceresia. There we stayed for another year to build up our strength. The dream was now not only to sack Lavinium, but to truly control the southern lands.
hu: Meghódítottuk Nyugat-Ceresiát. Egy évig ott táboroztunk, hogy megerősítsük a seregünket. Már nemcsak elfoglalni akartuk Laviniumot, de uralni a déli területeket is.

source: Eventually we felt our strength was enough to take Lavinium, and we went back on the road.
hu: Végül elérkezettnek láttuk az időt Lavinium bevételére, s felvonultunk a végső csatára.

source: By this time the inhabitants of Lavinium had word of what we were planning. When we got to within a few miles of the city they sent out an embassy to greet us.
hu: Ezidőtájt Lavinium lakói már értesültek a tervünkről. Amikor néhány mérföldre megközelítettük a várost, követet menesztettek elénk, hogy tárgyaljon velünk.

source: To Nemidia
hu: Nemidia felé

source: To (Port City)
hu: (Kikötőváros) felé

source: To (SE???)
hu: (DK???) felé

source: To (NW???)
hu: (ÉNY???) felé

source: Inner City
hu: Belváros

source: West Lavinium
hu: Nyugat-Lavinium

source: East Lavinium
hu: Kelet-Lavinium

source: South Lavinium
hu: Dél-Lavinium

source: North Bridge
hu: Északi-híd

source: South Bridge
hu: Déli-híd

source: Hail, Alfhelm son of Alfric the Conqueror! Greetings from Quirinius Maximus, Imperator, Lord of the Great Empire of Lavinium, Commander of the Twelve Legions!
hu: Üdvözöllek, Alfhelm, Hódító Alfric fia! A Laviniumi Nagy Birodalom Urának, Quirinius Maximus Császárnak a köszöntését hozom, aki a Tizenkét Légió Parancsnoka!

source: Well this is a grand welcome. Do you come to cede the crown of the Imperator to us?
hu: Nos ez egy szép köszöntés volt. Azért jöttél, hogy a Császár koronáját felajánljad nekünk?

source: No, but I, speaking for the Imperator, would like to make you an offer. We will pay tribute to you, whatever price you name, if you will leave here, go back to Ceresia or even back to the far north, and not attack us. Leave us in peace.
hu: Nem, de a Császár nevében egy ajánlatot tennék számotokra. Évi adófizetést vállalunk, amennyit csak akartok, ha most visszatértek Ceresiába, vagy még északabbra, és nem támadtok meg minket. Békében szeretnénk élni.

source: What sort of tribute?
hu: S miféle adóra gondoltatok?

source: The Imperator is prepared to offer two thousand pounds of gold per year, in addition to the four thousand we can give you right now. If you want to waste time deciding the specific numbers, we can.
hu: A Császár felhatalmazott, hogy évi kétezer font aranyat ajánljak fel amellé a négyezer mellé, amit most rögtön átadnánk nektek. Ha ennél többet akarnátok, akkor azt nem vállaljuk.

source: A tempting offer.
hu: Csábító ajánlat.

source: This gold you offer we could take for ourselves after we take your city!
hu: Ezt az aranyat úgy is megszerezhetjük, ha elfoglaljuk a városotokat.

source: True. But you will lose many men if you do so. Do not pretend that our city is undefended. Our walls are high, our gates are strong.
hu: Igaz, de csak jelentős emberveszteség árán. Nehogy azt hidd, hogy a városunk védtelen. A falaink magasak, a kapuink erősek.

source: We did not come here seeking gold, but glory. And even if we did come for the former; if you are prepared to so easily give us this gold, you must have much more behind those vast walls!
hu: Mi nem aranyat keresünk, hanem dicsőséget. Mégha aranyért jöttünk volna; túl könnyen adjátok. Ha ennyit tudtok nélkülözni, akkor sokkal többnek is kell lennie azok mögött a hatalmas falak mögött.

source: Wisely spoken.
hu: Bölcsen beszélsz!

source: We do not make this offer lightly! It will drain our treasuries. Put we do what we must to protect our people.
hu: Nem könnyen hoztuk meg ezt a döntést. Ki kell ürítenünk a kincstárunkat. De megtesszük, ha az embereink védelméről van szó.

source: I always knew these Lavinians were but merchants in their hearts. Harn, would you have us buy their coward's wares?
hu: Mindig is tudtam, hogy ezeknek a laviniaiaknak az ereiben kalmárvér folyik. Harn, te elfogadnád, hogy ilyen semmiséggel kiszúrják a szemed?

source: I would not.
hu: Én nem.

source: You, Lavinian, get back to your master.
hu: Te, laviniai, menj vissza a gazdádhoz!

source: I... I... very well.
hu: Én... én... rendben.

source: As I said, I would not advise you to take the Imperator's offer. But he is right, his city is strong against attack. We cannot simply attack it and hope to emerge unscathed.
hu: Ahogy mondtam, tényleg nem gondolom, hogy el kellett volna fogadnod a császár ajánlatát. Bár van igazság abban, amit a küldönc mondott, ezek a falak erősen védettek. Egy egyszerű rohammal nem vehetjük be őket.

source: We would not emerge unscathed, of course not. This is war. But I see your point...
hu: Természetesen nem. Háborúban vagyunk. De értem, mire gondolsz...

source: It seems to me we ought to siege the city.
hu: Úgy látom, körbe kell zárnunk a várost.

source: What?
hu: Micsoda?

source: Set up camp here, do not let the Lavinians come out. Attack them, occasionally, but never try to take the walls. Eventually they will have to surrender to us. Surrender is better than slaughter.
hu: Tábort ütünk mellette, s nem engedünk se ki, se be egy teremtett lelket se. Nyomás alatt tartjuk őket, de nem próbálunk áthatolni a falakon. A végén kénytelenek lesznek megadni magukat. A megadás jobb, mint a mészárlás.

source: A siege seems kind of... cowardly. If I was a coward I would take Quirinius's gold.
hu: A körbezárás... a gyávák fegyvere. Ha gyáva lennék, elfogadtam volna Quirinius aranyát.

source: How long would such a siege take?
hu: S mennyi ideig tarthat egy ilyesféle ostrom?

source: A few years, perhaps. Probably less. We will most likely be unable to stop everything from coming in and out, and we are less experienced than the Lavinians. It will not last only a few months as theirs do.
hu: Pár évig, de lehet, kevesebb ideig. Valószínűleg nem tudjuk hermetikusan elzárni a várost, s megakadályozni, hogy ki-be jussanak dolgok, mivel e téren a laviniaiak sokkal gyakorlottabbak. Ők valószínűleg néhány hónap alatt elérnék a megadást.

source: What, Harn, you do not find the idea craven?
hu: Micsoda, Harn, te nem találod harcoshoz méltatlannak az ilyen ostromot?

source: No, I do not. And a few years sounds reasonable to me. We have waited seven years already.
hu: Nem. A pár év reálisnak tűnik. Hiszen eddig is vártunk már hét évet.

source: Very well... if the two of you think it wise, we will have a siege.
hu: Jól van... ha mindketten így gondoljátok, akkor berendezkedünk ostromra.

source: A Fizzling Torch
hu: Egy égő fáklya

source: The siege dragged on for four long years. The Lavinians did not seem to grow weaker.
hu: Az ostrom négy évig elhúzódott. A laviniaiak egyáltalán nem tűntek gyengébbeknek.

source: Ranhilde said that they were about to crumble. And repeated herself a month later, and a month after that.
hu: Ranhilde azt mondta, hogy már közel vannak a megadáshoz. Aztán ezt mondta egy hónap múlva, majd egy újabb hónap múlva is.

source: Eventually I stopped believing her. I started thinking of other ways to bring the city down - though Ranhilde would not hear of it, insisting the siege would work.
hu: A végén már nem hittem neki. A városfoglalás más módozatain kezdtem törni a fejem - bár Ranhilde nem értett egyet, makacsul ragaszkodott ahhoz, hogy a kiéheztetés célra fog vezetni..

source: It seemed to me that the city must have a source of food within its walls. If we could destroy that, it would be forced to surrender.
hu: Úgy láttam, hogy óriási élelemtartalékok vannak a falakon belül. Ha ezt meg tudnánk semmisíteni, kierőszakolhatnánk a megadást.

source: I got together a group of hardy boatsmen and told them of my plan. We would go upriver of Lavinium, come silently to the gates of the city, go under the wall that runs over the water, find the stores, burn them, and leave out the east exit before the guard there was warned to lower the sluicegates.
hu: Összegyűjtöttem a legkeményebb sajkásokat, és elmondtam nekik a tervemet. Lavinium fölött vízre ereszkedve lecsoroghatnánk a városig, a folyó hátán behatolhatnánk a falak mögé, megkereshetnénk az élelemraktárakat és felgyújthatnánk azokat, majd a keleti oldalon ki is evezhetnénk, mielőtt a zsilipeket felhúzzák.

source: It may seem a foolish plan, but I trusted my sailors, and they said it was possible. And I came south for glory. Through this plan, I would either gain it, or die.
hu: Őrült ötletnek tűnt, de bíztam a hajósaimban, s ők azt mondták, meg lehet csinálni. Én pedig a dicsőségért jöttem délre. S e terv révén vagy elérem, vagy meghalok.

source: Enter Lavinium through the western rivergate
hu: Bejutsz Laviniumba a nyugati zsilipen keresztül

source: Start the fire with Alfhelm
hu: Alfhelm tüzet gyújt a belvárosban

source: Exit Lavinium through the eastern rivergate
hu: Elhagyod Laviniumot a keleti zsilipen keresztül

source: Our plan is to get in and out before the Lavinians have time to react. We only have until sunrise, I reckon, before the Lavinians completely overwhelm us.
hu: Szóval a terv az, hogy bejutunk és kiérünk, mielőtt a laviniaiak észbe kapnának. S ha jól gondolom napkelte előtt végeznünk kell, nehogy a laviniaiak megtámadják a tábort, míg távol vagyunk..

source: That will be long enough.
hu: Igen, napkeltére vissza kell érnünk.

source: If it is, it is.
hu: Ha vissza kell, akkor visszaérünk.

source: Come on, let's get this done. I'll carry the torch, once we get there I'll light the fire.
hu: Akkor gyerünk, essünk túl rajta! Nálam lesz a fáklya, s egy alkalmas helyen én fogok tüzet gyújtani.

source: The guards don't look alert... we may be able to sneak by them, but if we attack them the guard will be awakened.
hu: Az őrök eléggé figyelmetlenek... átcsúszhatunk közöttük, de ha megtámadjuk őket, biztos riadót fújnak.

source: Alert! Alert! The marauders are coming in through the river!
hu: Riadó! Riadó! A martalócok a folyón támadnak!

source: We'll do what we can, but it'll be some time before all is ready!
hu: Megtesszük, ami tőlünk telik, de egy kis időbe telik, míg odaérünk!

source: The guard will come... errghh...
hu: Közeledik az őrség... errghhh...

source: The city is being burned! Quickly, we must put out the fire!
hu: Tűz van! Gyorsan, meg kell fékeznünk a lángokat!

source: I think that means we should get out here, now!
hu: Azt hiszem, most már elhagyhatjuk a várost!

source: We ought to take these bridges down...
hu: Le kellene rombolnunk ezt a hidat...

source: Burn, burn!
hu: Égj,égj!

source: Look... the wind has picked up the fire. It is spreading, quickly!
hu: Nézzétek... a szél is feltámadt. Gyorsan terjed a tűz!

source: The foodstuff is undoubtedly in the citadel...
hu: Az élelemtartalék nyilván a citadellában van...

source: Good thing we already set a fire there!
hu: Nagyszerű, ott fogok tüzet gyújtani!

source: We ought to burn it down!
hu: Fel kéne gyújtani!

source: Time for a fire...
hu: Itt azidő, tüzet gyújtok...

source: The Marauders are attacking! AUGH!!!
hu: Támadnak a martalócok! AUGH!!!

source: The citadel is under attack! Defend the emperor!
hu: Megtámadták a citadellát! Védjétek meg a császárt!

source: We have done what we can to the Lavinians' food. Let us leave!
hu: Elintéztük a laviniaiak élelemraktárát, gyerünk innét!

source: Betrayal (Lavinium Falls)
hu: Árulás (Lavinium eleste)

source: I returned to our camp to inform Harn and Ranhilde what the smoke rising from the city signified. And to prepare for the battle that was soon to come.
hu: Visszatértem a táborunkba, hogy Harnnak és Ranhildének is elmondjam, mit jelent a város felett gomolygó füst. S felkészüljünk a mindenképpen bekövetkező csatára.

source: Kill the Imperator Quirinius Maximus
hu: Megölöd Quirinius Maximus császárt

source: Marauder Camp
hu: Martalóc tábor

source: Within the walls, Imperator Quirinius Maximus debated with the advisor Sextus Raetius.
hu: A falakon belül Quirinius Maximus császár a tanácsadójával, Sextus Raetusszal vitatkozott.

source: Your highness, the fire has devastated the city. We must surrender to Alfhelm or starve to death.
hu: Felség, a tűz elpusztította a várost. Vagy megadjuk magunkat Alfhelmnek, vagy éhenhalunk.

source: The Lavinian Empire has endured for over nine hundred years. I will not be responsible for its downfall.
hu: A Laviniai Birodalom több, mint kilencszáz éven át fennállt. Nem hagyhatom, hogy most elbukjon.

source: We have been over this before. The Empire has already fallen.
hu: Ezen már régen túlvagyunk. A Birodalomnak már vége van.

source: It has not fallen as long as I sit on the throne of my ancestors. And Lavinium still stands. It will stand until it is defeated. It will not surrender.
hu: Addig nincs, amíg én ülök az őseim trónján. És Lavinium még mindig áll. És ellenáll a végsőkig. Soha nem adja meg magát.

source: Alfhelm already has us beat!
hu: Hiszen Alfhelm már győzött!

source: The marauder dogs will never enter this city! We are done here, Sextus. We do not surrender! There is one other way - we must fight. This is our plan.
hu: A martalóc kutyák soha nem lépnek a város kövére. Ezt eldöntöttük, Sextus. Nem adjuk meg magunkat! Van más lehetőség is - harcolni fogunk. Ezt fogjuk tenni!

source: Yes, your highness...
hu: Igen, felség...

source: I can't let him doom our city for the sake of his empire... something must be done...
hu: Nem hagyhatom, hogy a birodalma miatt elpusztuljon a városunk... valamit tennem kell...

source: In the Marauder camp, meanwhile...
hu: Ezalatt a martalóc táborban...

source: So you mean you went into Lavinium, burned part of the city, destroyed their supplies, and got out alive? Brilliant!
hu: Szóval azt mondod, hogy behatoltál Laviniumba, felgyújtottad a belvárost, megsemmisítetted a készleteiket, és élve kijutottál? Hiszen ez fantasztikus!

source: No it's not! Don't you remember what fire did in Ceresia? We don't want to burn the city to the ground!
hu: Egyáltalán nem az! Nem emlékszel, mit tett a tűz Ceresiában? Nem akarhatjuk porrá égetni a várost!

source: What, are you saying I shouldn't have done it?
hu: Mi van? Azt mondod, hogy nem ezt kellett volna csinálnom?

source: Of course not! Why didn't you consult me first? I didn't get you to marry me so you could go destroy Lavinium when we were about to conquer it!
hu: Igen, azt! Miért nem kérdeztél meg engem előtte? Nem azért küzdöttem, hogy elvegyél, és aztán elpusztítsd Laviniumot, mikor már küszöbön áll az elfoglalása!

source: I - wait, what? You got me to marry you?
hu: Én - várjunk csak, mit mondtál? Küzdöttél, hogy elvegyelek?

source: What did she mean, Harn?
hu: Mit akar ez jelenteni, Harn?

source: Mmm... Well... You see... When we were in Berdssenhold, those years ago...
hu: Mmmm... Hát... Vagyis... Amikor Berdssenholdban, néhány évvel ezelőtt...

source: I asked Harn to convince you to marry me. It had to happen - everything Harn told you was true.
hu: Én kértem meg Harnot, hogy győzzön meg arról, hogy feleségül vegyél. Ennek így kellett lennie - minden, amit Harn mondott neked, igaz volt.

source: So why did you pretend to not know?
hu: S miért tettél úgy, mintha nem is tudnál róla?

source: I... had my reasons.
hu: Öö... megvolt rá az okom.

source: This is not acceptable! I can't trust either of you!
hu: Ez nem válasz. Nem bízhatok bennetek tovább!

source: Well... yes, you're right, if I wasn't involved I would tell you the same.
hu: Nos... igazad van, ha nem rólam lenne szó, magam is csak ezt mondanám.

source: So what will you do, king Alfhelm?
hu: S most mit akarsz tenni, Alfhelm király?

source: Leave, both of you. Go back to Marauderdom.
hu: Távozzatok, mindketten! Vissza Martalócországba!

source: What?!
hu: Micsoda?!
