Repository: wescamp/Alfhelm-1.6
Catalog: po/*.po
Languages: hu

source: That must be Harn and Ranhilde's men! They can't last much longer against these elves. Attack!
hu: Ezek Harn és Ranhilde emberei! Ennyi idő után sem vesztek még el a tündék elleni harcban. Roham!

source: Alfhelm! So you've arrived! Hurry! The enemy is one you know well - Vaniyera. The Thunderblade.
hu: Alfhelm! Végre megérkeztél! Siess! Itt van a főellenséged is - Vaniyera, a mennydörgőpengés.

source: Let us slay him...
hu: Öljük meg...

source: There's some marauder warriors in the distance... it must be Harn and Ranhilde's men. They may need our help.
hu: Néhány martalóc harcost látok a távolban... Harn és Ranhilde emberei lehetnek. Bizonyára segítségre szorulnak.

source: Alfhelm! So you've arrived! Hurry, the battle has already begun.
hu: Alfhelm! Végre megérkeztél! Siess, már megindult a csata.

source: Defeat elven leader
hu: Legyőzöd a tünde vezért

source: You've returned, I see...
hu: Látom, visszatértél...

source: Yes.
hu: Igen.

source: Who is the enemy, then? I see... More elves!
hu: Kik is az ellenségeink? Látom... még több tünde!

source: Yes, but -
hu: Igen, de -

source: Ah, son of Alfric, we meet again...
hu: Ah, Alfric fia, ismét találkoztunk...

source: They are led by Vaniyera. The Thunderblade.
hu: Vaniyera vezeti őket, a mennydörgőpengés.

source: I expected to face him eventually... Prepare to die, sidhe coward!
hu: Ezt a pillanatot vártam már régóta... Készülj a halálra, hitvány sidhe!

source: The elves are abroad in the forest! I suppose that was no surprise. Come, let us fight with them. Perhaps Harn and Ranhilde are nearby.
hu: Az erdőkben mindenütt vannak tündék. Ez nem olyan meglepő. Gyerünk, küzdjünk meg velük! Talán Harn és Ranhilde is a közelben lehetnek.

source: Wait! No one touch the elf but me. Vaniyera - I would face you in single combat. Will you accept my challenge?
hu: Megállj! Senki ne közelítsen ahhoz a tündéhez, személyesen én fogom elintézni! Vaniyera - kihívlak párbajra, csak mi ketten vívjunk meg! Elfogadod?

source: Do not interfere! Vaniyera - do you accept?
hu: Ne avatkozzatok bele! Vaniyera - elfogadod a kihívást?

source: Do I accept, you ask? No, I will not be destroyed as my master Leithan was, and my king Vanimaro before him! What fool do you think I am?
hu: Azt kérded, hogy elfogadom-e? Engem nem fogsz lesből megöletni, ahogy a mesteremmel, Leithannal tették, vagy korábban a királyommal, Vanimeroval! Hát ennyire együgyűnek nézel?

source: What? You Sidhe claim to be the most noble of all peoples, and yet you do not accept my challenge?!
hu: Micsoda? Te sidhe, aki állítólag a legnemesebb fajból származol, visszautasítasz egy becsületes párbajkihívást?

source: No, I do not. Nor will I wait here for you to swarm over my corpse. Goodbye once more, Alfhelm the treacherous! And receive a gift in our parting!
hu: Nem, abból nem eszel. S nem várom be azt sem, hogy körbezárjatok. Viszlát legközelebb, Alfhelm, te cselszövő! S egy kis ajándék a részünkről!

source: Wha -
hu: Mics -

source: It Doesn't Matter Anyways
hu: A megítélés nem változtat a lényegen

source: Vaniyera had struck down Ranhilde with a curse and fled. She lived, but not for long.
hu: Vaniyera átka lesújtott Ranhildére, maga Vaniyera elszelelt. Királyném még élt, de már nem sokáig.

source: That night we - Harn, Friysr, and I - held a council. Harn was made to understand why I had to duel Vaniyera. But I did not tell him about the sword that had not yet arrived.
hu: Ezen az éjszakán Harnnal és Friysrrel haditanácsot tartottunk. Harn megértette az indítékaimat a párviadallal kapcsolatban, de nem említettem neki a kardot, ami még nem érkezett meg.

source: But all of this is useless without knowing where Vaniyera heads for. He could be anywhere.
hu: De minden hiábavaló, ha nem tudjuk, hogy Vaniyera merre tart. Akárhol lehet.

source: No... the magic of Vaniyera is, in large part, that of shadows and illusion. He did not disappear, he merely shrouded himself in darkness and walked through the midst of your people.
hu: Nem... Vaniyera mágiája leginkább csak szemfényvesztés és ködösítés. Nem tűnt el, pusztán ködbe burkolózott és átsurrant a harcosaink között.

source: You mean...?
hu: Úgy érted...?

source: Vaniyera is close. We have slain his best warriors, and he cannot regroup and attack us by himself. He most likely makes for Mount Stormkeep.
hu: Vaniyera itt van a közelünkben. Megöltük a legjobb harcosait, tehát nem képes újraszervezni a seregét, és megtámadni minket. Nyilván a Stormkeep-hegyen van.

source: Then let us chase after him!
hu: Akkor eredjünk a nyomába!

source: We must wait. Night has fallen, and the men need rest. They cannot march for days upon end. In any case, Vaniyera was weakened when he left - he most likely has not set out on his journey yet, but is hidden in the trees somewhere. We cannot find him easily until he begins moving.
hu: Várnunk kell! Éjszaka van és a harcosaink fáradtak. Pihenniük kell. Nem menetelhetnek napokon keresztül megállás nélkül. Akárhogy is, Vaniyera meggyengült, mikor elszelelt - s nem tudta elérni a hadjárat célját sem, s most valahol a fák közt bujkál. Nem találunk rá egykönnyen, csak ha mozgásba lendül.

source: Very well, we wait if we must. But I like it not, and I cannot sleep when victory and death both lie so close.
hu: Ha várnunk kell, akkor várunk. De türelmetlen vagyok, nem vagyok képes aludni, amikor a győzelem, vagy a halál ilyen közel van.

source: If you insist, my lord. But I will retire for the night.
hu: Ahogy gondolod, királyom. Engedelmeddel én nyugovóra térek.

source: As will I.
hu: S én is.

source: So... Alfhelm, what is your plan?...
hu: Nos... Alfhelm, mi a terved?

source: I go tomorrow morning to hunt Vaniyera. I will avenge your death.
hu: Holnap hajnalban Vaniyera nyomába eredünk. Megbosszuljuk a halálodat.

source: I am not dead *cough* yet... though his curse is strong, I cannot fight it much longer...
hu: Még nem haltam meg *köhög*... habár ez az átok erős. Soha többé nem fogok már harcolni...

source: Yes, well.
hu: Ez igaz.

source: I must know... how do you expect to defeat the elf-lord?... He is more powerful than any man... Even if he is a coward...
hu: Tudnom kell... Hogy akarsz megölni egy tünde urat?... Sokkal erősebb bármilyen embernél... Még ha gyáva is...

source: I have made an agreement with the hidden folk. They will deliver me a sword that will best his. But it has not yet arrived.
hu: Üzletet kötöttem a rejtőzködő néppel. Kovácsolnak egy kardot, amely erősebb, mint az övé. Bár még nem szállították le.

source: That could work... but do not trust the cavernei...
hu: Ez valóban jó gondolat... de ne bízz túlságosan a barlanglakókban...

source: I have no choice.
hu: Nincs más választásom.

source: Perhaps. Well...
hu: Talán. Nos...

source: Yes?
hu: Igen?

source: You did right in Lavinium.
hu: Nagyszerű tettet hajtottál végre Laviniumban.

source: What? That was foolishness. I -
hu: Micsoda? Őrültség volt. Én -

source: Wise, foolish, it doesn't matter anyways... farewell, Alfhelm.
hu: Nagyszerűség, őrültség - a megítélés nem változtat a lényegen... ég veled, Alfhelm.

source: Damn those dwarves!
hu: Átkozott törpök!

source: So do you no longer desire your sword? Or do you say that which you do not mean? You Men seem to do that often. It is a flaw in your people.
hu: Talán már nem akarod a kardot? Vagy csak úgy megszokásból szitkozódtál? Ti, Emberek gyakran cselekszetek így.

source: You have returned!
hu: Megjöttél végre!

source: 'I can have the sword to you before you fight Vaniyera'. You are about to fight Vaniyera. I am of the hidden folk. I keep my word.
hu: 'Átadom neked a kardot, mielőtt harcba indulnál Vaniyera ellen'. Te szembe akarsz szállni Vaniyerával. Én a rejtőzködő nép fia vagyok. Állom a szavam.

source: I am sorry I doubted you.
hu: Bocsáss meg, hogy kételkedni kezdtem benned.

source: You are being honest. Good. Here is the sword. Forged of metal from the depths of the earth. It has few ornaments - you gave us little time. But it will do its job.
hu: Értékelem az őszinteségedet. Jól van. Itt a kard. A föld mélyén található ércekből kovácsoltam. Néhány mintát is tettem rá - ami a szűkre szabott időbe belefért. De a küldetését teljesíteni fogja.

source: Stormbreaker
hu: Vihartörő

source: Stormbreaker was forged by the Cavernei, the Hidden Folk, at the request of Alfhelm Lord of the Marauders. Its power is such that it will not shatter when struck with a thunderblade of the Sidhe, but rather will destroy the opposing sword.
hu: A Vihartörőt a barlanglakók kovácsolták, a rejtőzködő nép fiai egyenesen a martalóc úr, Alfhelm kérésére. Rendkívüli képessége, hogy a sidhék mennydörgő pengéje sem képes szétzúzni, sőt még ez töri össze a támadó pengéjét.

source: That is all I ask. That you for your aid, Runesmith Gali. I am satisfied.
hu: Ennyi nekem elég. Pontosan ezt kértem tőled, Gali mester. Meg vagyok elégedve.

source: Old Friends
hu: Öreg barátok

source: Vaniyera was gone, but not vanished this time. We knew he would flee eastward towards Stormkeep.
hu: Vaniyera megszökött, de nem tűnt el végérvényesen. Tudtuk, hogy kelet felé, a Stormkeep-hegyre kellett menekülnie.

source: The next morning we set off in pursuit... all save Harn and Friysr, who remained behind to secure the fortress of Vaniyera, and Ranhilde, who had died.
hu: Másnap hajnalban az üldözésére indultunk... Harn és Friysr hátramaradtak, hogy Vaniyera erődjét biztonságban tudhassuk, míg Ranhilde meghalt.

source: Attack Vaniyera with Alfhelm
hu: Alfhelm megvív Vaniyerával

source: Cowardly attack Vaniyera with other units
hu: Gyáván más egységet küldesz Vaniyera megtámadására

source: Mount Darkwater
hu: Darkwater-hegy

source: Castle of Vaniyera
hu: Vaniyera kastélya

source: We have almost caught him! Thunderblade Vaniyera, acknowledge me and accept my challenge of single combat.
hu: Majdnem elkaptuk! Vaniyera, te mennydörgőpengés, higgy nekem, és állj ki ellenem párbajra!

source: Single combat? You mean the single combat that gave my master Leithan four arrows in his back? Ha!
hu: Párbaj? Olyan párbajra gondolsz, amilyent a mesterem, Leithan vívott, s négy nyílvesszővel a hátában végezte? Ha!

source: You will duel me, whether you will or no!
hu: Akkor is meg fogsz vívni velem, akár akarod, akár nem!

source: (It is strange that he is so cowardly now of all times...)
hu: (Különös, hogy minden alkalommal ilyen gyáván menekül...)

source: Gods! What is that beast?!
hu: Te jó ég! Miféle szörnyűség ez itt előttünk?

source: Not a beast; a fallen spirit come back to life. This is fearsome magic... but it will not help you, Vaniyera!
hu: Nem szörny az, csak egy elesett harcos szelleme kelt életre. Félelmetes mágia... de ez sem fog megmenteni, Vaniyera!

source: Do not attack him!
hu: Ne támadd meg!

source: I have caught you, Vaniyera! Now, will you face me?
hu: Bekerítettünk Vaniyera! Most már kiállsz ellenem?

source: It seems I have no choice. Very well - draw sword! I'll kill you like I did your bitch!
hu: Úgy látom, nincs más lehetőségem. Jól van - elő a kardokkal! Megöllek, ahogy a lotyóddal is tettem!

source: My sword... it has broken...
hu: A kardom... eltört...

source: Well... my lady has been avenged.
hu: Végre... Bosszút álltam a királynőmért!

source: Part III Epilogue
hu: III. rész Epilógus

source: Stormbreaker had broken the Thunderblade. Vaniyera had fallen. Revenge was mine.
hu: A Vihartörő eltörte a mennydörgő pengét. Vaniyera meghalt. Bosszút álltam.

source: And yet... I had lost my honor. I had failed to protect my country, my people, and my queen. I would not blame Erda Bardssen if - as I suspected - he would refuse to hand the throne back over to one such as myself.
hu: De mégis... elvesztettem a becsületemet. Nem tudtam megvédeni az országomat, a népemet és a királynőmet. S nem kárhoztathatom Erda Bardssent, ha nem volna hajlandó a trónt visszaadni egy magamfajtának.

source: Nor did I care. I no longer desired to rule from the Seat of Three Kings. The kingship, really, had always been but a means to an end, and now both ends were reached. I had no more need of it.
hu: De nem is vonzott a dolog. Nem akartam már uralkodni sem. A királyság, valójában csak egy eszköz volt, hogy elérjem a célomat. S most, hogy elértem a célt, nincs rá többet szükségem.

source: But I had lost my honor. I could not simply return to the city and hand the reins to the Bardlings. I was to blame for innumerable deaths, and the people would punish me if I did not punish myself.
hu: De elvesztettem a becsületemet is. Nem térhetek vissza a városba, és ruházhatom át a hatalmat a Bardlingekre. Számtalan halál szárad a lelkemen, s az emberek megbüntetnének, ha én nem ítélem el magam.

source: So Harn Bernson counselled me. Accept responsibility and die reclaiming honor.
hu: Harn Bernson tanácsolta ezt nekem. Vállalni a felelősséget és meghalni, hogy visszanyerjem a becsületemet.

source: Friysr of the Issaelfr said the same. The life of man is short besides, he said, and what difference would a few years make? I have lived out almost half of my three-score and ten.
hu: Friysr, a fagytünde ugyanezt mondta. Az ember élete rövid, mondta, s az a pár év, ami várna még rám, nem sokat nyom a latban. Már leéltem a nekem kiszabott idő felét.

source: But I will not do this thing. Neither will I return with Harn to Marauderdom to face the scorn of the people.
hu: Csakhogy ez nem fog megtörténni. S nem is térek vissza Harnnal Martalócországba, hogy az emberek céltáblájává váljak.

source: I have heard that there is an island at the mouth of the River Arendia that none live on, man or elf. I make my way there, to live out the remainder of my life.
hu: Hallottam, hogy van egy kis sziget az Arendia-folyó torkolatánál, ahol nem lakik senki, se ember, se tünde. Oda fogok menni, hogy életem hátralévő részét ott töltsem.

source: I have lived through snow and fire; through forest, swamp and farmland I have come.
hu: Túléltem a havat és a tüzet; s túléltem az erdei, a lápi és mezei csatákat is.

source: But I will roam no more, in this place I will abide until I perish.
hu: De többet már nem akarok háborúzni, itt várom be a végemet.

source: snow-white
hu: hószín

source: Snow-white: This unit can hide in tundra, and remain undetected by its enemies. Enemy units cannot see this unit while it is in tundra, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
hu: Hószín: Ez az egység elrejtőzhet a tundrán, s ellenségei előtt láthatatlan maradhat. Az ellenséges egység, amely észreveszi ezt az egységet, elveszti mozgáspontjait.

source: Jarl
hu: Gróf

source: A Jarl is the right-hand man of his Marauder Lord, advising him in battle and away from the field and often ruling in his stead when the Lord must be away. If a lord dies heirless, often it is the jarl who takes his place.
hu: A gróf a martalóc urak jobbkezei, csatában és a mindennapokban tanácsaikkal szolgálják uraikat, s uruk távollétében irányítják birtokaikat. Ha egy úr örökös nélkül hal meg, gyakran a grófjuk lép a helyébe.

source: sword
hu: kard

source: Lord
hu: Úr

source: There are few Marauders indeed that are of such skill that they receive the title Lord. A Marauder Lord is the strongest amongst his kin, and his fighting skills are constantly tested as many Marauders challenge his status as supreme champion of his tribe. His heroic deeds and charisma inspires other Marauders to fight harder for their tribe, and to battle until the death. Many 'civilized' generals have underestimated the Marauder Lord's wits and tactics, and paid for their mistake with their lives.
hu: Nagyon kevés olyan martalóc van, aki elég képzett ahhoz, hogy kiérdemelje az úr titulust. A martalóc úr népe legerősebb tagja, s harci képességei is kemény próbának vettetnek alá, mivel számos martalóc úgy éri el ezt a címet, hogy előbb törzse legkiválóbb bajnoka lesz. Hősies tettei és karizmája példaként szolgál a többi martalóc számára is, hogy keményebben harcoljon törzséért, s haláláig harcoljon. Számos 'civilizált' tábornok becsülte alá már a martalóc urak taktikai és észbeli képességeit, s fizettek életükkel tévedésükért.

source: Warriors are the main fighters in the Marauder army. Very strong and faster than most troops because of their light armour, they reach the front fast, and once the enemy is routed they often cannot escape the blade of these swift and brutal men. The Warriors believe that if they die in battle, they will live forever, drinking and feasting with the gods; it is this that gives them their fearlessness when fighting.
hu: A harcosok alkotják a martalóc hadseregek gerincét. Nagyon erősek és könnyű fegyverzetüknek köszönhetően gyorsak is, hamar elérik a frontvonalat, s az útjukba kerülő ellenség nehezen menekülhet el ezek elől a fürge és erős emberek elől. Hitük szerint haláluk után a mennybekerülnek, s örök életükben az istenekkel isznak és mulatoznak, ezért van, hogy félelem nélkül bocsátkoznak harcba.

source: Wildfire
hu: tűzvész
