Repository: wescamp/Alfhelm-1.6
Catalog: po/*.po
Languages: hu

source: Look, Bardlings, the elves are our mutual enemies. Why should we fight each other as they attack us?
hu: Nézzétek, Bardlingek, a tündék közös ellenségeink. Miért harcolunk egymás ellen, amikor tündék támadnak ránk?

source: He makes a good point. A thunderblade has no business here. I -
hu: Igaza van. Semmi keresnivalója egy mennydörgőpengésnek errefelé. Én -

source: No he doesn't! If he surrenders to us, he can fight alongside us - but if he doesn't, he dies like the elves. I won't have some upstart swamp-dweller fight as my equal!
hu: Nem, nincs igaza! Ha behódol nekünk, akkor harcolhat mellettünk - ha nem, ugyanúgy meghal, mint a tündék. Jöttment mocsárlakók ne képzeljék magukat egyenlőnek velünk.

source: You're a Bardling, Erda. Where's you're pride?!
hu: Te egy Bardling vagy, Erda! Hol marad a büszkeséged?

source: But why shouldn't we fight this thunderblade - it'll be hard enough to deal with him on his own, damn it - then come to terms with this Alfhelm?
hu: De miért ne harcolhatnánk ez ellen a mennydörgőpengés ellen - kemény diónak ígérkezik elbánni vele, a pokolba is - aztán foglalkozhatunk ezzel az Alfhelmmel is.

source: You can fight alongside those peasants like a dog - but I won't. And if they set foot in this castle, you will pay for it.
hu: Te harcolhatsz ezekkel a parasztokkal, mint a kutyájuk, de én nem fogok. S ha beteszik a lábukat a kastélyomba, te is megbánod!

source: Very well. You may fight Alfhelm, but I won't. And if you try to force me, I will fight you.
hu: Nagyszerű, te harcolhatsz Alfhelm ellen, de én nem fogok. S ha kényszeríteni akarsz, ellenállok.

source: Do not enter the castle of Ard Bardssen
hu: Ne lépj Ard Bardssen kastélyába!

source: Defeat Vaniyera
hu: Legyőzöd Vaniyerát

source: Death of Erda Bardssen
hu: Erda Bardssen meghal

source: The Alfling is entering the city! This is your fault, Erda!
hu: Az Alfling belépett a kastélyomba! Véged van, Erda!

source: that's absurd!
hu: Ez elképesztő!

source: Nonetheless you shall die for it!
hu: Nincs kecmec, meghalsz, Erda!

source: This is madness! Very well, brother, we shall fight!
hu: Ez őrültség, testvérem. De ha ezt akarod, akkor harcra fel!

source: It seems Ard Bardssen is irredeemably our enemy... we must kill him to have any hope of alliance with the Berdssen house!
hu: Úgy látszik, Ard Bardssen mindenáron az ellenségünk... Meg kell ölnünk őt, hogy a családja csatlakozzon hozzánk!

source: Defeat Vaniyera and Ard Bardssen
hu: Legyőzöd Vaniyerát és Ard Bardssent

source: Dammit, brother! I did not intend your death, but you brought it upon yourself.
hu: A fene egye meg, testvérem! Nem én akartam a halálodat, magad hoztad a fejedre a bajt!

source: Aigh! My brother, he falls! You will pay for this, elf!
hu: Jajj! A testvérem, elesett. Ezért megfizetsz, tünde!

source: As for you, Alfhelm... we have much to discuss. I only do not slay you because of these elves here.
hu: Azt hiszem, Alfhelm... sok mindent meg kell beszélnünk. Csak azért kímélem meg az életedet, mert ezek a tündék itt ólálkodnak.

source: Fine. We will have a council. After we get rid of these elves.
hu: Jól van. Tartsunk tanácskozást, miután végeztünk ezekkel a tündékkel!

source: Back to the battle, then! We are allies - for now.
hu: Akkor vissza a csatába! Szövetséget kötöttünk - egyelőre!

source: It seems Ard Bernssen has fallen... well then, long live Erda Berdssen!
hu: Úgy látszik, Ard Bardssen elesett... akkor, éljen Erda Bardssen!

source: I did not want your death, Ard, but you brought it upon yourself!
hu: Nem én akartam a halálodat, Ard, magad hoztad a fejedre a bajt!

source: Well, Erda, we have much to discuss... may we enter the city?
hu: Rendben, Erda, sok mindenről kell beszélgetnünk... bemehetek a városodba?

source: Yes, yes... you, but not your army.
hu: Igen, igen... de a sereged nélkül.

source: It is as I feared - this Alfhelm has grown strong. Why could we not kill him when we had the chance? Well, let these termites fight amongst themselves... I leave.
hu: Ettől tartottam - ez az Alfhelm túlzottan megerősödött. Miért nem öltük meg akkor, mikor esélyünk volt rá? Hadd harcoljanak ezek a férgek egymás ellen... én távozom.

source: So, brother! We have chased away this elf in spite of your foolery. What say you? Are you prepared to die for your teachery?
hu: Tehát testvérem! Elűztük ezeket a tündéket az ostobaságod ellenére is. Most mit mondasz? Kész vagy meghalni az árulásod miatt?

source: Ha! You're the traitor to our house, Erda. I'll not stand for you to live!
hu: Micsoda? te vagy a családunk árulója, Erda! S nem maradhatsz életben!

source: What? What are you talking about? You betrayed me, and our city! And now you will perish for it.
hu: Mi van? Miről beszélsz? Te árultál el engem és a városunkat! S ezért bűnhődni fogsz!

source: This is a fight to the death, Erda! You and the Alfling will perish!
hu: Ez a harc halálig tart, Erda! Te és az Alfling is elpusztultok!

source: Defeat Ard Bardssen
hu: Legyőzöd Ard Bardssent

source: Well then! Now that the elf is gone, we must decide the fate of Alfhelm... What do you say, brother?
hu: Akkor ezt elintéztük. Most, hogy a tünde elfutott, Alfhelmmel is foglalkozhatunk... Mit mondasz, testvérem?

source: I suppose he has proven his worth... and if the elves are indeed going to be attacking us more in earnest, we need the strength in arms. But I will not bow to him. Invite him into the city, but not his army.
hu: Azt hiszem, bizonyította a hasznosságát... s ha a tündék komolyabb támadást intéznek ellenünk, szükség lesz minden erőnkre. De nem hódolok be neki. Hívjuk meg a városba, de a serege nélkül.

source: Very well...
hu: Rendben...

source: Indeed, it is as I feared. This Alfhelm is great in power...
hu: Ez az, amitől féltem. Ez az Alfhelm nagyon erős...

source: The thunderblade has fled. Alas, we did not manage to slay him...
hu: A mennydörgőpengés elszelelt. Sajnos nem tudtunk végezni vele...

source: Slay a thunderblade? Such a feat would be great indeed. It has never been done but by treachery, not since the dwarves made their swords and their king Vanimaro's spirit entered into them. Or so the Issaelfr taught me.
hu: Végezni egy mennydörgőpengéssel? Ez valóban egy óriási hőstett lenne. Ilyen tettet még senkinek nem sikerült véghezvinni, csak árulással, hiszen törpök kovácsolják a kardjukat és a királyuk, Vanimaro szelleme költözik beléjük. Vagy valami ilyesmit tanított nekem egy fagytünde.

source: I suppose there may be time to deal with the Thunderblades some later day... for now, we have other matters to discuss.
hu: Azt hiszem a mennydörgőpengés kérdését el kell halasszuk későbbre... most egyéb dolgokról kell tárgyaljunk.

source: Indeed. We go to council.
hu: Valóban, irány a tanácskozás.

source: We were welcomed into Berdssenhold, the brothers' fortress, for a council of war.
hu: Szívesen láttak minket a testvérek erődjében a haditanács idejére.

source: With the help of Ranhilde, I convinced the Berdlings to aid us in our quest. They would give us enough coin to raise an army and defeat the Wylflings. At that point, our alliance would have total control over all Marauderdom. From there, we would build up an army vast enough to take down Lavinium.
hu: Ranhilde segítségével sikerült meggyőznöm a Bardlingeket, hogy segítsék a vállalkozásunkat. Biztosítottak számunkra forrást egy erős hadsereg toborzásához, hogy legyőzhessük a Wylflingeket. Innentől kezdve a mi szövetségünk uralma alatt állt egész Martalócország. S ettől a pillanattól kezdve képessé váltunk egy ütőképes hadsereg felállítására, amellyel megtámadhattuk Laviniumot.

source: But as the year was drawing to a close, we decided to spend the winter in Berdssenhold, preparing for the coming battle.
hu: Egyre közelebb kerültünk a célhoz, a telet Berdssenholdban töltöttük, s készültünk az elkövetkező ütközetre.

source: During this time, I had many a talk with Harn Bernson and Ranhilde. Much of little import was discussed, and some points of great importance were decided.
hu: Ezalatt sokat beszélgettünk Harn Bernsonnal és Ranhildével. Sok lényegtelen dolgot is megvitattunk, s néhány fontos dologról is határoztunk.

source: So, Alfhelm. It looks like you are on your way to victory over the Lavinians.
hu: Tehát, Alfhelm! Úgy tűnik, jó úton haladsz, hogy győzelmet arass a laviniaiakon.

source: Yes, it does. Though we have not won yet.
hu: Én is úgy látom. De még nem győztünk.

source: True. Now, Alfhelm... you must remember. You are not only going to be a conquering warrior. You will also be lord of your people.
hu: Igaz, de Alfhelm... Gondolnod kell másra is. Nemcsak egy hódító harcos vagy. Neked a néped urává is kell válni.

source: And I am ready for it. My father was lord of marauderdom as well.
hu: Készen állok erre is. Apám is egy martalóc úr volt.

source: Perhaps... But ruling the Marauder people is not merely a matter of fighting well and adjucating wisely. Listen. When your father died, our people were plunged into chaos. Why was that, do you think?
hu: Meglehet... De a martalócok feletti uralkodás nemcsak azt jelenti, hogy kiváló harcos vagy, és bölcsen ítélkezel. Nézd. Amikor atyád meghalt, népünk sorsa káoszba torkollott. Mit gondolsz, miért?

source: Because there was no one to take his place. The Sidhe killed the rest of his family... except for me. And for this we hate them.
hu: Mert nem volt, aki elfoglalja a helyét. A Sidhe megölte a családja többi tagját... rajtam kívül. S ezért is gyűlöljük őt.

source: Exactly. Now, those were strange circumstances, and if the Sidhe had not dared to do such a deed, these last seventeen years would have been much different. But the general idea remains - if there is no one to succeed the king upon his death, the alliance will crumble.
hu: Pontosan. Nos, azokban az időkben zavaros körülmények közt történtek a dolgok, s ha a Sidhének nem sikerült volna e gonosztett, akkor az elmúlt tizenhét évben egészen másképp alakultak volna a dolgok. De a lényeg nem változott - ha a királyt nincs, aki kövesse a halála után, a szövetség széthullik.

source: What are you saying, you want me to appoint an heir? Before I am even made warlord over anything? Hah!
hu: Mire gondolsz? Nevezzem meg az örökösömet? Mielőtt még igazi hadúrrá válnék? Hahh!

source: You will need an heir eventually, and it would help to have him be of age when you die - so that he can rule on his own.
hu: Végső soron szükség lesz egy örökösre, s mindenképp a megfelelő korban kell lennie, amikor te meghalsz - hogy átvehesse az uralmat.

source: Yes, you have a point...
hu: Igen, mondasz valamit...

source: Well, for this to happen, we cannot just watch and wait. We must act now. There are already many noblemen willing to give their daughters to you, to solidify their standing with you...
hu: Nos, hogy ez rendben megtörténjen, nemcsak ülnünk kell és várnunk. Cselekednünk kell. Máris számos nemes adná a lányát hozzád, hogy megszilárdítsák a helyzetüket...

source: So what exactly do you suggest?
hu: Pontosan mire akarsz kilyukadni?

source: I would say to wed one of the daughters of Erda Berdsson, but he has none... perhaps you should wed the seeress, Ranhilde. She is of noble blood, and she is of the Berdling clan as well. It would be a fruitful alliance.
hu: Azt mondanám, hogy Erda Badssen lányát kéne elvenned, ha lenne neki, de nincs... talán választhatnád a látnoknőt, Ranhildét is. Nemesi vér csordogál az ereiben, s ő is a Bardlingek közül származik. Ez egy gyümölcsöző kapcsolat lenne.

source: Hm. I... I don't know. Maybe. I don't like the idea.
hu: Hm. Én... én nem is tudom. Hmmm. Nem tetszik az ötlet.

source: Actually, it seems to me to be the best option, politically. It has a certain poetry to it as well. It will go over well with the peasant-folk.
hu: Ez idő szerint, politikailag is ez tűnik a legjobb megoldásnak. S nagyon romantikus megoldás is lenne. Jó visszhangja lenne a népek körében is.

source: But... I don't know. It seems wrong to wed her for those sorts of reasons.
hu: De... nem is tudom. Nem tűnik jónak, ilyen megfontolások alapján házasodni.

source: Yes, yes, I know what you mean. And yet... it would have so many benefits. You should at least see if she is willing.
hu: Igen, igen, értem, mire gondolsz. De mégis... számos előnnyel is járna... De legalább őt is megkérdezhetnéd, mit szól hozzá.

source: If you insist, Harn. If it really is necessary... here, go get her.
hu: Ha ragaszkodasz hozzá, Harn. Ha tényleg ezt kell tennem... legyen, megkérdem őt is.

source: Yes, son of Alfric, what do you want?
hu: Nos, Alfric fia, mit óhajtasz?

source: Well... in essence, Harn here thinks I should marry you. For political reasons.
hu: Hát... tulajdonképpen Harn úgy gondolja, hogy össze kellene házasodnunk. Politikai okokból.

source: And why would I do that?
hu: S miért lenne ez jó nekem?

source: I really don't know.
hu: Ezt nem tudom.

source: I don't either.
hu: Én sem.

source: Well, what do you say?
hu: Tehát, mit mondasz?

source: Harn, why do you think I should marry him?
hu: Harn, miért gondolod, hogy jó lenne ez a házasság?

source: Well, you see... for one, you are a Berdling. It gives him a stronger hold over the people here. And he needs to wed, sooner rather than later.
hu: Nos, nézzük... először, mert Bardling vagy. Ez az itteni emberek szemében sokat jelentene. Alfhelmnek előbb vagy utóbb úgyis meg kell házasodnia.

source: I see.
hu: Értem.

source: Well?
hu: Nos?

source: I have no desire to wed. But if Alfhelm wants to do so, I have no objections.
hu: Nem érzek vágyat a házassághoz. De ha Alfhelm is úgy gondolja, én nem ellenzem.

source: Hm... well, Harn, I suppose this is probably as good a match as any.
hu: Hm... akkor Harn, azt hiszem ez a választás is van olyan jó, mint bármelyik más.

source: It doesn't really matter anyways.
hu: Nana, azért én ezt másképp mondanám.

source: Wylflings
hu: Wylflingek

source: So Ranhilde and I were wed a few months later, just before we went off to the land of the Wylflings. I tried to get her to stay behind in Berdssenhold, but she insisted on coming.
hu: Így aztán Ranhilde és én pár hónappal később összeházasodtunk, épp azelőtt, hogy a Wylflingek ellen indultunk. Újdonsült feleségemet Berdssenholdban akartam hagyni, de ő ragaszkodott hozzá, hogy jöjjön.

source: Now, the Wylflings are the third of the great Marauder royal houses - the Berdlings and the Alflings being the other two. Once they were subject to us, we would control all of Marauderdom.
hu: A Wylflingek voltak a harmadik család a nagy királyi házak között a Bardlingek és az Alflingek mellett. Ha alávetjük őket, egész Martalócország az uralmunk alá kerül.

source: This subjection, however, would not be easy. We had sent messages to them to surrender, but they refused, and had several months to prepare for our attack. Though they had been devastated half a century ago by their Pyrrhic victory over Caius Regilius in Silvia, they were not weak. Also, they had claimed as their own the central city that lies in between the lands of the houses - the Seat of Three Kings.
hu: Csakhogy ez az alávetés nem ígérkezett könnyűnek. Felszólítottuk őket a megadásra, de visszautasították, és néhány hónapjuk maradt is az ellenünk való felkészülésre. Habár fél évszázaddal korábban alaposan megcsappant az erejük a Silviánál Caius Regilius felett aratott pürrhoszi győzelmük miatt, még mindig számottevő erőt képviseltek. Ráadásul ők birtokolták Martalócország központi fekvésű városát, Seat of Three Kingset, amely az egyes családok földjei közt helyezkedett el.

source: Defeat Gyrdwulf Wylfsson
hu: Legyőzöd Gyrdwulf Wylfssont

source: We should not waste words here. The Wylflings know we come for battle.
hu: Fölösleges diplomáciával próbálkoznunk. A Wylflingek tudják, hogy háborúzni jövünk.

source: True. Very well, let us attack them.
hu: Igaz. Nagyon igaz. Támadás!

source: Forward!
hu: Előre!

source: We are going to kill you, Gyrdwulf, unless you surrender. Come, join us against the Lavinians. Ours could be a grand alliance!
hu: Azért jöttünk, hogy megöljünk, Gyrdwulf, hacsak nem adod meg magad. Jöjj, csatlakozz hozzánk a laviniaiak ellen. A leghatalmasabb szövetséget alkotnánk.

source: Would you have me a coward?! Die!!!
hu: Gyáva nyúlnak nézel? Halál rád!

source: Very well. Let him prove his worth, Alfhelm...
hu: Rendben van. Lássuk, mire föl van a gőgje, Alfhelm...

source: Aha ha ha ha... *urp*
hu: Aha ha ha ha... *argh*

source: Part I Epilogue
hu: I rész Epilógus

source: Thus were the three realms of the Marauders once again reunited.
hu: Ilyenformán a martalócok három királysága újra egyesült.

source: My queen Ranhilde and I ruled from the Seat of Three Kings, and awaited the day when we could march south to Lavinium.
hu: Ranhilde és én kormányoztuk a birodalmat Seat of Three Kings városából és vártuk a napot, mikor seregeinkkel megindulhatunk délre, Lavinium ellen.

source: Through the Mountains
hu: Keresztül a hegyeken

source: Arendians
hu: Arendiaiak

source: PART II (943-950 SI): WE MARCH AGAINST THE RED AND GOLD...
hu: II. rész (w. i. sz. 943-950) Hadjárat a vörös-arany ellen...

source: I have told how I - we - gained lordship over all Marauderdom. But that was only the beginning of our plans. We never forgot that, though years passed.
hu: Elmondtam, hogy szereztem - szereztük - meg Martalócország fölött az uralmat. De ez csak az első lépés volt az igazi tervünkben. S ezt soha nem feledtük, bár az évek teltek.

source: Indeed, time seemed to slip by all too quickly. It seemed there was always more to be done before everything would be ready for the southward march.
hu: Valójában mindannyiunk számára úgy tűnt, hogy túl gyorsan pereg az idő. Úgy látszott, sokasodnak a tennivalóink, mielőtt készen álltunk a déli menetelésre.

source: Also, I admit, I was not certain I wanted to march against the Lavinians. Was it not, after all, the Sidhe who had most hurt us?
hu: Be kell vallanom, nem voltam benne biztos, hogy a laviniaiak ellen akarok vonulni. Különben is ez a Sidhe sokkal inkább gondot okozott nekünk.

source: It seemed to me we should attack them, not the Lavinians. But Ranhilde said differently... the debate continued on and off for three years.
hu: Úgy gondoltam, hogy a laviniaiak helyett a sidhékkel kellene leszámolnunk. De Ranhilde másképp vélekedett... a huzavona három éven keresztül tartott.

source: Eventually, I agreed to go south. I would leave Erda Bardsson in the Seat of Three Kings as steward - I could trust him, couldn't I? - and lead the bulk of the Marauder army to war.
hu: Végezetül ráálltam, hogy délre menjünk. Erda Bardssent hátrahagyhatom Seat of Three Kingsben, hogy helyettem kormányozzon - hiszen megbízhatok benne, miért is ne? - és magam állhatok a martalóc had élére.

source: Bring Alfhelm to the keep of the Arendian citadel
hu: Alfhelm behatol az arendiai citadellába

source: Pass of Arendia
hu: Arendia-hágó

source: To Marauderdom
hu: Martalócország felé

source: To East Arendia
hu: Kelet-Arendia felé

source: To South Arendia
hu: Dél-Arendia felé

source: Dverkenn Tarn
hu: Törp alagutak

source: We have come to the Pass of Arendia!
hu: Megérkeztünk az Arendia-hágóhoz!

source: It was only a few leagues from here that your father fell in battle against the Lavinians.
hu: Innen néhány mérföldnyire esett el atyád a laviniaiak elleni csatában

source: But the Marauders were victorious in that battle nonetheless. We crushed the Lavinians and their Arendian allies.
hu: Mindazonáltal a martalócok vívták ki a győzelmet. Megsemmisítettük a laviniaiakat és arendiai szövetségeseiket.

source: True, but they were not all destroyed. The Arendians will still resist us if we press southward.
hu: Igen, de nem számoltuk fel őket. Az aarendiaiak még ellenállnak, ha dél felé nyomulunk.

source: You speak the truth too well, man! Come any closer, and we will fight you to the death!
hu: Nagyon jól látod a helyzetet, ember. Ha közelebb jöttök, a fegyvereinkkel találjátok magatokat szemben!

source: Onward, Alfhelm, to victory!
hu: Előre, Alfhelm, a győzelemért!

source: But there were other enemies of Alfhelm in the area... it seemed the Orcs, whose raids Alfhelm had put an end to when he became king, were unhappy with him.
hu: Csakhogy Alfhelmnek más ellenségei is voltak a területen... az orkok látszólag beszüntették támadásaikat Alfhelm ellen, amikor király lett, de valójában továbbra is fenekedtek rá.

source: It's time, boys! Get the bastard who stopped our fun in the swamps!
hu: Itt az idő, fiúk! Kapjuk el ezt a mocskot, aki véget vetett a lápi szórakozásainknak.

source: Pay no attention to him. Our goal is to get through this pass and continue on south.
hu: Ne törődj velük. A mi célunk átjutni a hágón és dél felé menetelni.

source: Look, it's a well! But why would a well be put right next to a lake?...
hu: Nézzétek, egy kút! De mit keres itt egy kút, ilyen közel a tóparthoz?

source: Oh, I know what this is... it's a way to communicate with the cave-folk. They don't like coming up here... so whenever someone on the surface wants to talk to them, they have to either go down to the caves or drop a message down this well.
hu: Ó, tudom, mi ez... ezen keresztül lehet a barlanglakókkal kapcsolatot teremteni. Nem szívesen jönnek a felszínre... de valahányszor egy felszínen lakó beszélni akar velük, vagy leereszkedik a barlangjukba, vagy üzenetet küld nekik ezen a kúton keresztül.

source: I see. But we have no business with the dwarves.
hu: Értem, de nincs semmi dolgunk a törpökkel.

source: Not as yet. But it is better to have them well-disposed towards us... here, drop some coins down in token of our friendship.
hu: Nincs, egyelőre. De nem ártana biztosítani a szimpátiájukat irányunkban... itt van, dobj le némi pénzt a barátságunk bizonyítékaként.

source: Very well.
hu: Rendben.

source: Alas, we have none to give.
hu: Sajnos egy fillérem sincs.

source: Let's get away from these orcs! We go south.
hu: Hagyjuk ezeket az orkokat! Irány dél!

source: South Across the Plains
hu: Keresztül a déli síkságon

source: And so we continued on south through Arendia, eventually coming to Rath, one of the few true cities in that realm.
hu: Így aztán folytattuk utunkat délre, Arendián keresztül, végül elértük Rathot, egyikét a kevés tényleges városnak ezen a vidéken.

source: As we approached the walls, however, a rider came upon us from the north. He brought news of Sidhe attacks on the eastern forests of Marauderdom.
hu: Ahogy megjelentünk a falak alatt, egy lovasfutár érkezett északról. Sidhe támadásokról számolt be Martalócország keleti erdőségeiben.

source: We had to decide - to go back and defend the homeland, or to press on towards our eventual goal.
hu: Döntenünk kellett - visszafordulunk és megvédjük a hazánkat, vagy továbbnyomulunk eredeti célpontunk felé.

source: Recall units and put them on the signpost to send aid with Rygar
hu: Hívd vissza az egységeidet és küldd őket az útjelzőhöz, hogy segítségére legyenek Rygarnak

source: Kill the enemy leader to take control of Rath
hu: Megölöd az ellenséges vezért, és elfoglalod Rathot

source: To Ceresia
hu: Ceresia felé

source: To the Pass of Arendia
hu: Az Arendia-hágó felé

source: To Eastern Arendia
hu: Kelet-Arendia felé

source: To Western Arendia
hu: Nyugat-Arendia felé

source: To Southern Arendia
hu: Dél-Arendia felé

source: My lord, the Sidhe Elves have invaded our eastern border. You must return north to defend our people!
hu: Uram, a sidhe tündék behatoltak a keleti területeinkre. Vissza kell térned északra, hogy megvédd a népünket!

source: The Sidhe always make raids upon the farmlands. This is no different. We must press on.
hu: A sidhék mindig be-becsapnak a földjeinkre. Mi ebben a szokatlan. Tovább kell nyomulnunk délre.
