Repository: wescamp/Alfhelm-1.6
Catalog: po/*.po
Languages: hu

source: Alfhelm the Wise
hu: Bölcs Alfhelm

source: AtW
hu: BA

source: (easiest)
hu: (könnyű)

source: Warrior
hu: Harcos

source: Pillager
hu: Fosztogató

source: (hardest)
hu: (nehéz)

source: Scorcher
hu: Perzselő

source: 938-952 SI This is the tale of Alfhelm, called by some the Wise, son of Alfric Conqueror. This is the tale of his victories over his enemies, and his rise to power in the clans of Marauderdom. This is the tale of his journey south and his destruction of the Lavinian Empire. And this is the tale of his demise in the dark forests far to the east of his homeland. (Intermediate level, 15 scenarios.)
hu: W. i. sz. 938-952 Ez a történet Alfhelmről, Hódító Alfric fiáról szól, akit egyesek csak úgy emlegettek, hogy A Bölcs. Az ő ellenségei felett aratott győzelmeit és Martalócország családjai közül való kiemelkedését beszéli el, s útját délre, a Laviniai Birodalom megsemmisítésére. S ez a történet beszéli el azt a végső elhatározását is, amely hazájától távol, a sötét erdők mélyén érlelődött meg benne. (Középhaladó szint, 15 küldetés)

source: The Seeress
hu: A látnoknő

source: Alflings
hu: Alflingek

source: Orcs
hu: Orkok

source: PART I (938-940 SI): TO GO TO WAR...
hu: I. rész (w. i. sz. 938-940): Háborús idők...

source: My name is Alfhelm... Alfhelm the Wise, some call me. I don't know quite why. I wouldn't call myself wise. Clever, maybe. But not wise.
hu: A nevem Alfhelm... Bölcs Alfhelm, ahogy egyesek neveznek. Nem igazán tudom, miért. Én nem tartom magam bölcsnek. Ügyesnek talán, de bölcsnek nem.

source: My father was Alfric the Conqueror, a great Marauder lord. My mother was a noblewoman from another clan. I was born in Silvia, forty years after the Lavinians were driven from that land. While my father lived, he taught he the art of war.
hu: Hódító Alfric volt az apám, egy hatalmas martalóc úr. Anyám egy másik nemesi családból származott. Silvia városában születtem, negyven évvel azután, hogy a laviniaiakat elűztük innen. Amíg apám élt, tőle tanultam a harc művészetét.

source: I had a sister, as well. She was young, not yet of age to go learn magic from the Frost Elves. So that was our family; my parents, my sister, and myself.
hu: Volt egy nővérem is. Fiatal volt még, nem érte el azt a kort, hogy a fagytündéktől mágiát tanuljon. Ez volt a családom, szüleim, nővérem és én.

source: Then, when I was seven, my father went away south, to war in Arendia. His housecarl Harn Bernson was left in charge of my education. He too was a great warrior, and I learned much from him.
hu: Azután, amikor hét éves voltam, apám délre ment, Arendiában háborúzott. Nevelésemet a nádora, Harn Bernson vette át. Harn szintén kitűnő harcos volt, sokat tanultam tőle is.

source: That fall my father led the Marauders into battle against the Lavinians, in the hills next to the Arendian river.
hu: Akkor ősszel a martalócok a laviniaiak ellen indultak, s az Arendia-folyó melletti dombon ütköztek meg velük.

source: The two forces encamped on opposite sides of the river, gathering forces, for several months. Then, the battle began. It raged for five whole days, and in the end we were victorious.
hu: A két sereg táborát a folyó választotta el. Hónapokig tartott a készülődés a seregek összegyűjtése. Aztán kezdetét vette a csata. Öt álló napon keresztül folyt az öldöklés, de végül győzelmet arattunk.

source: But my father left his life on that battlefield.
hu: De apám a csatatéren vesztette életét.

source: We heard of his death a few weeks later. The Sidhe elves heard of it too. Without the might of his army protecting our family, they believed they could attack us with impunity.
hu: Kis idővel a csata után érkezett meg a halálhíre. A sidhe tündék szintén értesültek róla. Apám védelmező karjának hiányában úgy gondolták, büntetlenül megtámadhatják a családunkat.

source: Soon, one night, they struck. Harn managed to get me out alive. My mother and sister were not so lucky.
hu: S egy éjjel ránk törtek. Engem Harnnak sikerült élve kimenekítenie. Anyám és nővérem nem voltak ilyen szerencsések.

source: Harn brought me southwest, to his own clan, to a small village on the borders of the wild fens. Those there were not warriors. They eked out a miserable existence, bullied both by other marauder clans and by the orcs living in the western mountains.
hu: Harn délnyugatra, a családjához menekített egy kis határszéli faluba a vad lápvilágba. A falusiak nem voltak harcias népség. Ráadásul még a szomszédos martalóc családok és a nyugati hegyekben élő orkok is nehezítették nyomorúságos életüket.

source: I was well enough respected by those living there. I had been trained in warfare by my father, and was easily the best fighter in the village. It was not long before I was placed in charge of the few others who knew how to fight.
hu: Könnyen kiérdemeltem a megbecsülésüket. A háborúskodások során kemény kiképzést kaptam apámtól, így könnyen a falu legjobb harcosává váltam. S nem sokkal később a kisszámú sereg vezetőjévé lettem.

source: It seemed for a while that this was to be my life. Uneventful, but safe.
hu: Úgy tűnt, hogy ez a sors rendeltetett számomra. Eseménytelen, de biztonságos.

source: Then, when I was twenty-four years old, I had a dream. I confess I did not understand it.
hu: Amikor huszonnégy éves lettem, egy különös álmot láttam. Bevallom, egyáltalán nem értettem.

source: I asked Harn for advice in interpreting it. He said he did not know. But he knew someone who might.
hu: Harnhoz fordultam, hogy segítsen értelmezni, de ő sem boldogult. De ismert valakit, aki talán tud segíteni.

source: Now, there were no witches in this village. It was too small to have representatives in Alfenheim. But there was one who lived alone, in a small hut, a few days journey from the town.
hu: Akkoriban nem voltak álomfejtők a faluban. Jelentéktelen méreténél fogva nem vonzott egyetlen egyet sem. De néhány napi járóföldre, egy kis kunyhóban élt egy magányos látnoknő.

source: Bring Alfhelm next to the house of the Seeress
hu: Alfhelm eljut a látnoknő házához

source: Death of Alfhelm
hu: Alfhelm meghal

source: Death of Harn Bernson
hu: Harn Bernson meghal

source: House of the Seeress
hu: A látnoknő háza

source: Forest Road
hu: Erdei út

source: To Allied Villages
hu: Szövetséges falvak felé

source: Now, my boy, please understand. This seeress is one of the most powerful I have known. She is not to be consulted lightly. If yours is not a true portent, she will not look kindly upon your intrusion.
hu: Nos, fiam értsd meg. Ez a látnoknő a leghatalmasabb, akit ismerek. Nem osztogatja könnyedén a tanácsait. Ha valami jelentéktelen aprósággal zavarod, akkor ne is számíts kedvező fogadtatásra a részéről.

source: I understand. But I am sure. There is nothing else it could be.
hu: Értem, de biztos vagyok a dolgomban. Ez nem lehet csip-csup ügy.

source: Very well. She lives south-west of here. Go south down the road, and quite soon you will find a dirt path. Follow it through the swamp. In a few days, you will find her house. And go alone - she will rarely tolerate one visitor, let alone an army. And you'd better hurry - prophecies have a tendency of disappearing from memory.
hu: Jól van, innen délnyugatra találod őt. Haladj az úton délre, majd hamarosan egy földúthoz érsz. Kövesd ezt a mocsáron keresztül, s rövidesen eléred a házát. De egyedül kell menned - ritkán fogad valakit, de csapatot soha. És jól teszed, ha igyekszel - a látomások gyorsan kitörlődnek az ember memóriájából.

source: But remember. You are, like it or not, the best warrior among these people. You cannot leave them alone without defense while you go off questing. And there are rumors of orcs rearming in the mountains.
hu: S még valami. Tetszik, nem tetszik, te vagy a legjobb harcosunk. Nem hagyhatod sokáig védtelenül a falut, míg a kérdéseidre keresed a választ. Az a hír járja, hogy az orkok mozgolódnak a környező hegyekben.

source: Very well. Fare well, Harn.
hu: Rendben Harn! Isten veled!

source: What is this? Orcs are attacking!
hu: Mi ez? Támadnak az orkok!

source: They look to me merely like escaped gladiators from Lavinia.
hu: Úgy látom, hogy Laviniából megszökött gladiátorok.

source: Yes, but they are still fierce fighters. We must defend the village.
hu: De attól még kemény harcosok. Meg kell védenünk a falut.

source: But I must continue on to the Seeress. Resist them until I return.
hu: De nekem a látnoknőhöz kell mennem. Tartsátok fel őket, míg visszatérek!

source: Very well. Let no orc pass the palisade!
hu: Jól van, nem léphet ork a palánkok mögé!

source: The village is defined as any of the four houses inside the palisade
hu: A faluhoz a palánkokon belüli négy ház tartozik

source: Defend the village
hu: Megvéded a falut

source: Entry of orcs into the village
hu: Egy ork elfoglalja a falu valamelyik házát

source: Who is it that disturbs me?
hu: Ki zavar?

source: I am Alfhelm, son of Alfric the Conqueror!
hu: Alfhelm vagyok, Hódító Alfric fia!

source: And am I meant to be impressed?
hu: És akkor most ájuljak el?

source: Um...
hu: Öö...

source: Why have you come, Alfhelm? What do you seek from me?
hu: Miért jöttél, Alfhelm? Mit keresel itt, ahol a madár se jár?

source: A few days ago, I had a dream. I believe it may have been... more than a mere dream.
hu: Pár napja egy álmot láttam. Úgy hiszem, hogy... szóval nem egy egyszerű álom volt.

source: As do many. Yet for most, they are still but dreams. Why are you different?
hu: Ahogy más álmok sem. A legtöbb ember azt hiszi, hogy az ő álma nem egyszerű. A tiéd miért különleges?

source: My father was a great warlord. My wierd is not that of the many.
hu: Apám egy hatalmas hadúr volt. Az én sorsom nem közönséges.

source: Spoken like the prideful son a dead man. But if you insist, tell me. What was your dream?
hu: Pont úgy beszélsz, mint egy halott hős gőgös fia. De ha ragaszkodsz hozzá, meséld el az álmod. Tehát?

source: It was night, and a man was walking through the woods with a giant eagle at his side. The eagle flew, as if to hunt, and descended upon a bluish wolf.
hu: Éjszaka volt, egy ember sétált az erdőben, a vállán egy óriás sas ült. A sas felszállt, majd lecsapott egy kékesszürke farkasra.

source: The wolf pounced on the eagle, and the two fought. The wolf was slain, but the eagle was wounded, and another wolf came out of the trees and finished what its father had started.
hu: A farkas is megragadta a sast, és birokra keltek. A farkas elpusztult, de a sas is súlyos sebet szerzett. Aztán egy másik farkas jött elő és befejezte, amit az apja elkezdett.

source: In truth, you saw this? Strange...
hu: Tényleg ezt láttad? Különös...

source: But what does it mean?
hu: De mit jelent?

source: What? Oh, its meaning? Can you not see?
hu: Mit? Mit jelent? Hát nem látod?

source: The eagle is the Lavinian Empire. Your father fell against it, but he wounded it enough for you to triumph against it. You saw yourself slay it? Then in life, you shall slay it.
hu: A sas a Laviniai Birodalom. Atyád életét vesztette ellenük, de meggyengítette őket annyira, hogy te legyőzheted őket. Láttad, hogy megtetted. Tehát a való életben is megteheted.

source: The man who walks with the Empire... I do not know this. But it is not important. What matters is that you will defeat Lavinium.
hu: Az ember, aki a Birodalommal sétált... Ezt nem tudom, ki lehet. De ez nem is fontos. Ami számít, hogy meg fogod semmisíteni Laviniumot.

source: So... what should I do?
hu: Vagyis... mit kell tennem?

source: We must raise an army. This village - it is not large. But it is a start. Lead them, and they will follow you. Before we go to Lavinia, we must go north, and convince the other clans to unite under your banner.
hu: Sereget kell gyűjtenünk. Ez a falu - nem elég nagy. De kezdetnek megteszi. Állj az élükre, követni fognak. Mielőtt Lavinia ellen vonulunk, északra kell mennünk és meggyőznünk a többi családot is, hogy csatlakozzanak hozzánk.

source: Wait. 'We'?
hu: Várj csak! 'Hozzánk'?

source: I mean... I have never before heard a true prophecy. I doubt I will do so again. A seeress is bound to the prophecies she interprets... If you'll have me, I will come with you, to see for myself how the augury I have given you will come true.
hu: Úgy értem... Soha ezelőtt nem találkoztam igazi jövendöléssel. Kétlem, hogy valaha is találkozni fogok ilyen lehetőséggel. A látnoknő hozzákapcsolódik a látomáshoz, amit értelmez... Tehát csatlakozom hozzád, hogy veled járva lássam, hogy a jóslat, amit modtam, valóra válik-e?

source: Very well. Follow me, back to the village.
hu: Rendben. Csatlakozz hozzám, térjünk vissza a faluba!

source: Bring Alfhelm and the Seeress back to the village
hu: Alfhelm és a látnoknő visszatér a faluba

source: The orcs have taken the village!
hu: Az orkok betörtek a faluba!

source: Wait! You shouldn't have -
hu: Várj! Ne törj be...

source: You dare to enter my house uninvited? Die, villager!
hu: Hívatlanul betörtél a házamba? Meghalsz, otromba alak!

source: Good, we've driven the orcs back!
hu: Nagyszerű, legyőztük az orkokat!

source: Good, we've driven the orcs back! But you still have to talk the the Seeress before your memory of the dreams wears thin...
hu: Nagyszerű, legyőztük az orkokat! De siess a látnoknőhöz, nehogy kimenjen a fejedből a látomás...

source: A Warrior's Destiny
hu: A harcos végzete

source: Allied Villages
hu: Szövetséges falvak

source: So I was fated to go south and conquer Lavinium... very well. But first I needed an army.
hu: Szóval a sorsom az, hogy délre vonuljak és elfoglaljam Laviniumot... úgy legyen. De először sereget kell toboroznom.

source: We had to start by securing the aid of the other swampland villages. So we went southeast, to the three nearest of these - Rythgaard, Frjothold, and Sjoldenheim.
hu: Először a lápvidék falvainak segítségét kellett megnyernünk. Délkelet felé indultunk, hogy a három legközelebbiét megszerezzük - Rythgaardét, Frjotholdét és Sjoldenheimét.

source: Bring Rythgaard, Frjothold, and Sjoldenheim to your banner
hu: Rythgaard, Frjothold és Sjoldenheim népe csatlakozik hozzád

source: (Defeat each enemy leader to convince them to ally with you)
hu: (Az ellenséges vezérek legyőzésével eléred, hogy szövetségre lépjenek veled)

source: Death of Ranhilde
hu: Ranhilde meghal

source: To Bernshold
hu: Bernshold felé

source: Old River Fort
hu: Öreg folyami erőd

source: Greetings, friends!
hu: Üdvözlet, barátaim!

source: Hail, Harn Bernson. What're you doing here?
hu: Isten hozott, Harn Bernson. Mi járatban errefelé?

source: I come with the son of Al... of a friend of mine.
hu: Látogatóba jöttünk Alf... egy barátommal.

source: I am Alfhelm, son of Alfric the Conqueror.
hu: Alfhelm vagyok, Hódító Alfric fia.

source: Oh are you now? What of it?
hu: Tényleg te vagy az? Mi a manó?

source: I am raising an army. I intend to finish what my father started.
hu: Sereget gyűjtök. Be kívánom fejezni apám művét.

source: What, you? Why d'you think you'll be able to do that?
hu: Mit? Miből gondolod, hogy képes lennél a művet befejezni?

source: Because it has been foretold.
hu: Mert ez a sorsa.

source: I... and... um... who are you?
hu: Ig... és hm, te ki vagy?

source: A seeress, trained in Alfenheim.
hu: Egy alfenheimi látnoknő.

source: But this is not what we are here for. What we want to know is - will you join me?
hu: De nem azért jöttünk, hogy szócséplést folytassunk. Azt akarjuk, hogy csatlakozzatok hozzám.

source: Us.
hu: Hozzánk.

source: Uh, right, us. Well?
hu: Öh, igen, hozzánk. Tehát?

source: What proof have we you will succeed? This plan sounds foolish at best.
hu: S mivel bizonyítod, hogy sikerrel jársz? Ez a terv jó esetben is bolondságnak tűnik.

source: Indeed. We have no desire to rebel against the great houses only to be crushed down even lower than we already are.
hu: Ez igaz. Nem akarunk fellázadni a nagy családok ellen csak azért, hogy leverjenek, s még mélyebbre süllyedjünk.

source: What can I do to convince you?
hu: Mivel tudlak meggyőzni benneteket?

source: I do not know about Sjald and Rym, but if you can defeat my men in a tourney, Frjothold will join you.
hu: Nem nyilatkozhatok Sjald és Rym nevében, de ha legyőzöd az embereimet, Frjothold csatlakozik hozzád.

source: That would satisfy me as well, if you desire the aid of Sjoldenheim.
hu: Ugyanez számomra is megfelelőnek tűnik, ha Sjoldenheim csatlakozását is akarod.

source: And also Rythgaard.
hu: Rythgaard is megfogadja ezt.

source: Very well! Let us not delay.
hu: Akkor rajta, ne késlekedjünk!

source: You are more skilled than I expected! Rythgaard will gladly join with you.
hu: Sokkal felkészültebb vagy, mint gondoltam! Rythgaard örömmel csatlakozik hozzád!

source: It is decided, then!
hu: Tehát eldöntetett!

source: Very well. A bargain is a bargain; Frjothold is at your command.
hu: Rendben van, az üzlet az üzlet; rendelkezz Frjothold seregével!

source: This is proof enough for me. Sjoldenheim will fight for Alfhelm Alfricsson!
hu: Meggyőztél. Sjoldenheim Alfric fia Alfhelmért fog harcolni!

source: Out of the Swamps
hu: A lápvidéken túl

source: Gyrdlings
hu: Gyrdlingek

source: Our army, if you could call it that, had begun to grow. But you cannot invade Lavinia with only a few Marauder peasants at your back - so Ranhilde and Harn told me.
hu: A seregünk, ha nevezhetjük így, egyre gyarapodott. De Laviniát nem rohamozhatod meg, ha a hátadat csak néhány martalóc paraszt biztosítja - ezt Ranhilde és Harn mondta nekem.

source: Marauder clan alliances are complex, and to build a strong alliance we would have to bring villages to our side one by one. Our next target was Gardi, the lord of the swamplands.
hu: A martalóc családok szövetsége bonyolult kérdés, és egy erős szövetség létrehozása érdekében a falvakat egyesével kellett az oldalunkra állítanunk. Következő célpontunk Gardi volt, a lápvidék ura.

source: Defeat Gardi
hu: Legyőzöd Gardit

source: Gyrdlingford
hu: Gyrdling-gázló

source: To Northern Villages
hu: Az északi falvak felé

source: To Berdssenhold
hu: Berdssenhold felé

source: We have come to the land of Gardi, lord of the Gyrdling clan. We must convince him to join us... whether by words, or by the sword.
hu: Megérkeztünk Gardi, a Gyrdling-család fejének földjére. Meg kell győznünk őt, hogy csatlakozzon hozzánk... szépszerével vagy erővel.

source: Halt! What force of arms comes to the land of Gardi?
hu: Megállj! Ki az, aki fegyverrel közeledik Gardi földjéhez?

source: Greetings, lord of the house of Gyrdlings! I bring greetings from the Bern clan, and a proposition.
hu: Üdvözöllek, Gardi, a Gyrdling család feje! A Bern család üdvözletét hozom, és egy ajánlatot.

source: What sort of a proposition? And who are you that speaks with authority and yet is so young?
hu: Miféle ajánlatot? És ki vagy te, hogy ifjú korod ellenére egy család nevében beszélsz?

source: I am Alfhelm, son of Alfric the Conqueror. I am raising an army to wage war on Lavinium. Will your clan join me?
hu: Alfhelm vagyok, Hódító Alfric fia. Lavinium meghódítására gyűjtök sereget. Csatlakoztok hozzánk?

source: An army? You call what you have an army? If that's all you have, no I won't join you. You'll be slaughtered!
hu: Sereget? A téged követő bandát nevezed seregnek? Ha csak ennyit tudsz felmutatni, akkor nem csatlakozunk. Leszámolunk veletek!

source: Watch your words, Gardi. You speak to the son of the thain who defeated those Lavinian dogs.
hu: Válogasd meg a szavaidat, Gardi. Egy nagy hadvezér fiával beszélsz, az apja legyőzte a laviniai kutyákat.

source: That was his father, not him. I accord him no respect - he has lived his whole life in your wattle-and-daub huts, Harn.
hu: Az apja igen, de ő nem. Miért kéne tisztelnem - egész életét a te sárfalú vesszőkunyhóidban töltötte, Harn.

source: Very well. If you will not join us, fine. But your clan will.
hu: Ha nem, hát nem. Ha te nem csatlakozol, a családod fog, miután meghaltál.

source: Oh, I see... you have a fay with you... I suppose she's told you you're fated to conquer the world or somesuch. Well you'll soon see that you're not the only one with eld magic on your side! I will not be threatened by Alfric's brat!
hu: Ó, látom... van egy jósnő is veled. Gondolom ő jósolta meg, hogy meghódítod a világot, vagy valami ilyesfélét. Nos, meglátod majd, hogy az ősi mágia nem csak veled van. Nem félek Alfric kölykétől!

source: This is your choice, Gardi! Prepare for battle.
hu: Magad választottad a sorsodat, Gardi! Készülj a csatára!

source: May the curse of Thuran be upon you...
hu: Thuran átka szálljon a fejedre...

source: For Honor
hu: Becsületbeli ügy

source: Berdlings
hu: Berdlingek

source: Sidhe
hu: Sidhék

source: And so our army began to grow. After that, most joined us without a fight. Ranhilde said this was due to fate; but I think it was because they knew we were true warriors.
hu: Így aztán a seregünk szépen gyarapodott. Harc nélkül is csatlakoztak hozzánk. Ranhilde szerint a sors keze, szerintem viszont inkább a mi kezünk volt benne, vagyis a győztes harcainknak köszönhettük a növekedést.

source: For the first year, we stayed in the south-western part of the Marauder forests. But there were only so many clans there - not nearly enough to defeat Lavinium. Ranhilde suggested we travel towards the heart of Marauderdom, and build up our alliance from there.
hu: Első évben a Martalóc-erdőség délnyugati részén tanyáztunk. Hiába élt itt számos család - közel sem tudtak annyi harcost kiállítani, hogy elfoglaljuk Laviniumot. Ranhilde javaslatára Martalócország szívébe hatoltunk be, s ott növeltük tovább a szövetség erejét.

source: The Berdlings had supported my father in his lifetime, and my own house was no more... it was only logical to go ask the Berdlings for their help.
hu: A Bardlingek támogatták atyámat életében, bár a családunk már sehol sem volt... természetesnek látszott, hogy a Bardlingek segítségét kérjük.

source: Defeat Ard and Erda Bardssen
hu: Legyőzöd Ard és Erda Bardssent

source: Look, brother! An army approaches us. It appears to be Alfhelm. Now, I say -
hu: Nézd csak, testvérem! Egy sereg tart mifelénk. Alighanem Alfhelm közeledik. Azt hiszem, hogy -

source: Let's get this right. He gets one chance. If he refuses to join us, we kill him.
hu: Remek, használjuk ki az alkalmat! Kap egy esélyt. Ha nem csatlakozik hozzánk, meghal.

source: But -
hu: De -

source: Hail, sons of Bard! We come from the southwestern lands.
hu: Üdv, Bard fiai! Délnyugatról jöttünk.

source: So! It is you, Alfhelm. Well, we have a proposition for you.
hu: Úgy! Te vagy, Alfhelm. Nagyszerű, van egy ajánlatunk a számodra.

source: You have a proposition for me? What could that possibly be?
hu: Egy ajánlatotok a számomra? S vajon miféle ajánlat?

source: Join us, or die.
hu: Csatlakozz hozzánk, vagy meghalsz!

source: Amusing... you know, we also have a proposition to make. You join us, or you will die.
hu: Jó vicc... tudod nekünk is van egy ajánlatunk a te számodra. Te csatlakozz hozzánk, vagy te halsz meg!

source: Hah! Well, prepare for battle!
hu: Bahh! Úgy, akkor készülj a csatára!

source: Yeah. Um, prepare for battle...
hu: Hát... Hm, készülj a csatára...

source: Well! I see that the marauder dogs are busy fighting each other. Good, they will be distracted. Attack them!
hu: Remek! Látom a martalóc kutyák egymás torkának estek. Most el vannak foglalva. Támadjuk le őket!

source: Wait? Where does that voice come from? It could only be that of Sidhe Thunderblade! What does a thunderblade do in these parts?!
hu: Várjatok! Mi ez a hang? Ez csak egy sidhe mennydörgő pengétől származhat! Mit keres egy mennydörgőpengés ezen a tájon?

source: It sounds like that of Vaniyera... he who slew your father.
hu: Ez arra a Vaniyerára emlékeztet... aki megölte atyádat.
